Repository: UIKit0/gnome-blog
Catalog: po/*.po
Languages: az, bg, ca, cs, da, de, el, es, et, fi, fr, gl, he, hu, id, it, ja, lv, ms, nb, ne, nl, pl, pt, pt_br, sk, sl, sr, sr@latin, sv, tr, uk, vi, zh_cn, zh_tw

source: Blog Entry Poster
az: Qeyd Girişi Göndəricisi
bg: Интерфейс за публикуване в блогове
ca: Envia entrades de bloc
cs: Odesílač položek blogu
da: Blogindlægsposter
de: Blog-Einträge verfassen
el: Δημοσίευση καταχωρήσεων ιστολογίου
es: Publicador de entradas a blogs
et: Blogisissekande postitaja
fi: Blog-merkinnän lähettäjä
fr: Posteur de l'entrée du blog
gl: A persoa que enviou a entrada
he: מפרסם רשומות הבלוגים
hu: Blogbejegyzés-beküldő
id: Pengirim Entri Blog
ja: ブログ・エントリ投稿ツール
lv: Emuāra ierakstu nosūtītājs
ms: Pengepos Kemasukan Blog
nb: Publisering av bloggoppføring
ne: ब्लग प्रविष्ट गर्ने पोस्टर
nl: Verzender van blog ingangen
pt: Colocador Entrada de Blog
pt_br: Publicador de artigos de blog
sk: Publikovanie článkov na blog
sl: Objavljalnik blogov
sr: Слање уноса у блогче
sr@latin: Slanje unosa u blogče
sv: Postare av blogginlägg
tr: Blog Girdisi Gönderici
uk: Програма надсилання веб-щоденника
vi: Bộ gửi bài vào Nhật ký Web
zh_cn: Blog 条目发布器
zh_tw: 撰寫網誌

source: Post entries to a web log
az: Veb üstündə tutulan qeydə girişlər göndər
bg: Публикуване на записи в интернет дневници
ca: Envia entrades a un bloc
cs: Odeslat položky do web logu
da: Send indlæg til en internetlog
de: Einträge in einem Web-Log veröffentlichen
el: Δημοσίευση καταχωρήσεων σε ένα ιστολόγιο
es: Publicaque entradas a un weblog
et: Veebilogisse sissekannete postitamine
fi: Lähetä viestejä web-logiin
fr: Poster une entrée à un web log
gl: Publicar entradas nun blog
he: פרסום רשומות ליומן מקוון
hu: Bejegyzések beküldése blogba
id: Kirim entri ke log web
ja: エントリをウェブ・ログへ投稿します
lv: Nosūtīt emuāra (bloga) ierakstus
ms: Pos kemasukan ke log web
nb: Publiser oppføringer til en weblogg
ne: वेव लगमा प्रविष्टहरू पोस्ट गर्नुहोस्
nl: Ingangen naar een web log verzenden
pt: Colocar entradas num log web
pt_br: Publique artigos num blog
sk: Publikujte články na webovom denníku
sl: Objavljanje vsebine na spletni blog
sr: Пошаљи уносе у блогче
sr@latin: Pošalji unose u blogče
sv: Posta inlägg i en webblogg
tr: Bir web günlüğüne (blog) girdi gönderin
uk: Надіслати елементи до веб-журналу
vi: Gửi bài vào một nhật ký Web
zh_cn: 发布条目到 web blog
zh_tw: 在網誌張貼文章

source: Accessories
az: Ləvazimatlar
bg: Помощни
ca: Accessoris
cs: Příslušenství
da: Tilbehør
de: Zubehör
el: Βοηθήματα
es: Accesorios
et: Tarvikud
fi: Apuohjelmat
fr: Accessoires
gl: Accesorios
he: עזרים
hu: Kellékek
id: Aksesoris
ja: アクセサリ
lv: Piederumi
ms: Aksesori
nb: Tilbehør
ne: सहायक उपकरणहरू
nl: Hulpmiddelen
pt: Acessórios
pt_br: Acessórios
sk: Príslušenstvo
sl: Pripomočki
sr: Прибори
sr@latin: Pribori
sv: Tillbehör
tr: Donatılar
uk: Приладдя
vi: Phụ tùng
zh_cn: 附件
zh_tw: 附屬應用程式

source: _Preferences...
az: _Qurğular...
bg: _Настройки...
ca: _Preferències...
cs: _Předvolby…
da: _Indstillinger ...
de: _Einstellungen …
el: _Προτιμήσεις...
es: _Preferencias...
et: _Eelistused...
fi: _Asetukset...
fr: _Préférences...
gl: _Preferencias...
he: ה_עדפות...
hu: _Beállítások
id: _Preferensi...
it: _Impostazioni
ja: 設定(_P)...
lv: _Iestatījumi...
ms: Ke_utamaan...
nb: _Brukervalg …
ne: _प्राथमिकताहरु...
nl: _Voorkeuren...
pl: _Właściwości...
pt: _Preferências...
pt_br: _Preferências...
sk: Nas_tavenia…
sl: _Možnosti ...
sr: _Поставке
sr@latin: _Postavke
sv: _Inställningar...
tr: _Tercihler...
uk: П_араметри...
vi: Tù_y thích...
zh_cn: 首选项(_P)...
zh_tw: 偏好設定(_P)...

source: _About...
az: _Haqqında...
bg: _Относно...
ca: _Quant a...
cs: _O aplikaci…
da: _Om ...
de: _Info …
el: _Περί...
es: A_cerca de...
et: _Rakendist lähemalt...
fi: _Tietoja...
fr: À _propos...
gl: _Acerca de...
he: על _אודות...
hu: _Névjegy…
id: _Tentang...
it: _Informazioni
ja: 情報(_A)...
lv: P_ar...
ms: _Perihal...
nb: _Om …
ne: _बारेमा...
nl: _Info...
pl: _Informacje o...
pt: _Sobre...
pt_br: _Sobre...
sk: _O programe…
sl: _O Programu ...
sr: _О програму...
sr@latin: _O programu...
sv: _Om...
tr: _Hakkında...
uk: _Про програму...
vi: _Giới thiệu...
zh_cn: 关于(_A)...
zh_tw: 關於(_A)...

source: About
az: Haqqında
bg: Относно
ca: Quant a
cs: O aplikaci
da: Om
de: Info
el: Περί
es: Acerca de
et: Rakendist lähemalt
fi: Tietoja
fr: À propos
gl: Acerca de
he: אודות
hu: Névjegy
id: Tentang
it: Informazioni
ja: 情報
lv: Par
ms: Perihal
nb: Om
ne: बारेमा
nl: Info
pt: Sobre
pt_br: Sobre
sk: O programe
sl: O Programu
sr: О програму
sr@latin: O programu
sv: Om
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_cn: 关于
zh_tw: 關於

source: Blog
az: Qeyd
bg: Блог
ca: Bloc
el: Ιστολόγιο
et: Blogi
he: בלוג
ja: ブログ
lv: Emuārs
ne: ब्लग
sr: Блогче
sr@latin: Blogče
sv: Blogg
uk: Веб-щоденник
vi: Nhật ký Web
zh_tw: 網誌

source: A GNOME Web Blogging Applet
az: GNOME Vebə Qeyd Göndərmə Appleti
bg: Аплет за блогване
ca: Miniaplicació de bloc web de GNOME
cs: GNOME aplet pro blogování na WWW
da: Et internetbloggerpanelprogram til GNOME
de: Ein GNOME-Web-Blogging-Applet
el: Ένα GNOME εφαρμογίδιο για δημοσίευση σε ιστολόγια
es: Una miniaplicación de Web Blogging para Gnome
et: GNOME'i blogimisrakend
fi: Gnomen Blog-sovelma
fr: Une applet GNOME pour blogguer
gl: Unha applet de GNOME para publicar en weblogs
he: יישומון לניהול בלוגים מקוונים של GNOME
hu: Egy GNOME-alapú webes bloggoló kisalkalmazás
id: Applet Blog Web GNOME
it: Un'Applett GNOME per il Web Blogging
ja: GNOME ウェブ・ログ投稿アプレットです。
lv: GNOME emuāru sīklietotne
ms: Applet PemBlog Web GNOME
nb: Et webloggprogram for GNOME
ne: जी नोम सञ्जाल ब्लग गर्ने एप्लेट
nl: Een GNOME Web blogging applet
pt: Uma Applet de Blogging Web GNOME
pt_br: Um miniaplicativo para blogar no GNOME
sk: Aplet na webové blogovanie pre prostredie GNOME
sl: Spletni aplet bloganja GNOME
sr: Гномово програмче за блогчење
sr@latin: Gnomovo programče za blogčenje
sv: Ett webbloggningspanelprogram för GNOME
tr: Bir GNOME Web Blog Yazma Uygulamacığı
uk: Веб-щоденник для GNOME
vi: Tiểu dụng tạo Nhật ký Web của GNOME.
zh_cn: 一个 GNOME Web Blogging 小程序
zh_tw: GNOME 網誌撰寫面板程式

source: translator-credits
cs: Miloslav Trmac <mitr@volny.cz>, 2003, 2004. Lucas Lommer <llommer@svn.gnome.org>, 2009. (just an update)
da: Joe Hansen, 2010, 2013 Peter Bach, 2006 Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
de: Christian Neumair <chris@gnome-de.org> Stefan Gollnow <stefan.gollnow@web.de> Sven Herzberg <herzi@gnome-de.org> Mario Blättermann <mariobl@gnome.org>
el: Νκόλαος Αγιαννιώτης <nickagian@gmail.com>
es: Jorge González <jorgegonz@svn.gnome.org>, 2008-2010 Francisco Javier F. Serrador <serrador@openshine.com>, 2003, 2004 Pablo del Campo <pablodc@bigfoot.com>, 2003
et: Priit Laes <amd@tt.ee>, 2004. Ivar Smolin <okul@linux.ee>, 2006. Mattias Põldaru <mahfiaz gmail com>, 2009.
fi: Ilkka Tuohela, 2005-2006. http://www.gnome.fi/
gl: Pedro Silva <psf@pedrosilva.org>
he: ירון שהרבני <sh.yaron@gmail.com>
hu: Kelemen Gábor <kelemeng at gnome dot hu> Varga Szabolcs <shirokuma at shirokuma dot hu>
id: Imam Musthaqim <userindesign@gmail.com>
ja: 相花 毅 <aihana@gnome.gr.jp> 日本GNOMEユーザー会 http://www.gnome.gr.jp
lv: Līga Stepe
nb: Kjartan Maraas <kmaraas@gnome.org>
pt_br: Duarte Loreto <happyguy_pt@hotmail.com> Afonso Celso Medina <medina@maua.br> Mayck Philippe Batista Xavier <mayckxavier@gmail.com> Washington Ferreira Lins Neto <washington-lins@uol.com.br> Leonardo Ferreira Fontenelle <leo.fontenelle@gmail.com> Fábio Nogueira <deb-user-ba@ubuntu.com> Djavan Fagundes <djavan@comum.org>
sk: Dušan Kazik <prescott66@gmail.com>
sl: Matej Urbančič <mateju@svn.gnome.org>
sr: Српски преводилачки тим — <http://prevod.org/>
sr@latin: Srpski prevodilački tim — <http://prevod.org/>
sv: Daniel Nylander <po@danielnylander.se> Christian Rose <menthos@menthos.com> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.
tr: Server Acim
vi: Nhóm Việt hóa Gnome <gnomevi-list@lists.sourceforge.net>
zh_cn: Li Shaojie <storm-119@163.com>, 2004 du baodao <centerpoint@139.com>, 2010

source: Create a blog entry for %s at %s
bg: Публикуване в блог за %s на %s
ca: Crea una entrada de bloc per %s en %s
cs: Vytvořit položku blogu pro %s na %s
da: Opret et blogindlæg for %s på %s
de: Erstellen eines Blog-Eintrages für %s um %s
el: Δημιουργία καταχώρησης ιστολογίου για %s στο %s
es: Crear una entrada blog para %s en %s
et: Blogisissekande tegemine kasutajale %s serveris %s
fi: Luo blogimerkintä käyttäjälle %s palvelimella %s
fr: Créer une entrée de blog pour %s à %s
gl: Crear unha entrada para %s en %s
he: יצירת רשומת בלוג עבור %s בתאריך %s
hu: Blogbejegyzés készítése %s számára a(z) %s címen
id: Buat entri blog untuk %s pada %s
ja: %s のブログ・エントリを %s に作成します
lv: Izveidot ierakstu emuārā %s , kas atrodas %s
ms: Cipta kemasukan bloh bagi %s pada %s
nb: Lag en oppføring i weblog for %s på %s
ne: %s मा %s को लागी ब्लग प्रविष्ट सृजान गर्नुहोस्
nl: Een blog ingang maken voor %s bij %s
pt: Criar uma entrada de blog para %s em %s
pt_br: Cria um artigo de blog para %s em %s
sk: Vytvorí článok na blogu používateľa %s na URL adrese %s
sl: Ustvari vsebino bloga za %s na %s
sr: Састави унос блогчета за корисника „%s“ на %s
sr@latin: Sastavi unos blogčeta za korisnika „%s“ na %s
sv: Skapa ett blogginlägg för %s på %s
tr: %s için %s konumunda bir blog girdisi oluştur
uk: Створити елемент веб-щоденника для %s на %s
vi: Tạo bài nhật ký cho %s tại %s
zh_cn: 为 %s 创建一个 blog 条目在 %s
zh_tw: 撰寫 %s 的網誌 (%s)

source: _Post Entry
az: Giriş _Göndər
bg: _Публикуване
ca: _Envia una entrada
cs: _Vystavit položku
da: _Send indlæg
de: Eintrag _veröffentlichen
el: _Δημοσίευση καταχώρησης
es: _Publicar entrada
et: _Postita sissekanne
fi: _Lähetä merkintä
fr: _Poster l'entrée
gl: _Publicar entrada
he: _פרסום רשומה
hu: Bejegyzés be_küldése
id: _Kirim Entri
it: _Invia Articolo
ja: エントリの投稿(_P)
lv: _Nosūtīt ierakstu
ms: _Pos Kemasukan
nb: _Publiser oppføring
ne: पोस्ट प्रविष्ट
nl: Ingang _verzenden
pt: _Colocar Entrada
pt_br: _Publicar artigo
sk: _Uverejniť článok
sl: _Objavi vsebino
sr: _Пошаљи унос
sr@latin: _Pošalji unos
sv: _Posta inlägg
tr: _Girdi Gönder
uk: _Надіслати елемент
vi: _Gửi bài
zh_cn: 发布条目(_P)
zh_tw: 張貼文章(_P)

source: Preferences...
bg: Настройки...
ca: Preferències...
cs: Předvolby…
da: Indstillinger ...
de: Einstellungen …
el: Προτιμήσεις...
es: Preferencias...
et: Eelistused...
fi: Asetukset...
fr: Préférences...
gl: Preferencias...
he: העדפות...
hu: Beállítások…
id: Preferensi...
ja: 設定...
lv: Iestatījumi...
ms: Keutamaan...
nb: Brukervalg …
ne: प्राथमिकताहरु...
nl: Voorkeuren...
pt: Preferências...
pt_br: Preferências...
sk: Nastavenia…
sl: Možnosti ...
sr: Поставке...
sr@latin: Postavke...
sv: Inställningar...
tr: Tercihler...
uk: Параметри...
vi: Tùy thích...
zh_cn: 首选项...
zh_tw: 偏好設定...

source: Title:
az: Başlıq:
bg: Заглавие:
ca: Títol:
cs: Nadpis:
da: Titel:
de: Titel:
el: Τίτλος:
es: Título:
et: Pealkiri:
fi: Otsikko:
fr: Titre :
gl: Título:
he: כותרת:
hu: Cím:
id: Judul:
it: Titolo:
ja: タイトル:
lv: Virsraksts:
ms: Tajuk:
nb: Tittel:
ne: शीर्षक:
nl: Titel:
pt: Título:
pt_br: Título:
sk: Titulok:
sl: Naslov:
sr: Наслов:
sr@latin: Naslov:
sv: Titel:
tr: Başlık:
uk: Заголовок:
vi: Tựa đề:
zh_cn: 标题：
zh_tw: 標題:

source: Tags:
cs: Štítky:
da: Mærker:
es: Etiquetas:
et: Märksõnad:
fi: Merkinnät:
gl: Etiquetas:
he: תגיות:
hu: Címkék:
id: Tag:
ja: タグ:
lv: Birkas:
nb: Merker:
pt_br: Etiquetas:
sk: Značky:
sl: Oznake:
sr: Ознаке:
sr@latin: Oznake:
sv: Taggar:
tr: Etiketler:
vi: Thẻ:
zh_cn: 标签：

source: Post Blog Entry
cs: Vystavit položku
da: Send blogindlæg
de: Eintrag veröffentlichen
es: Publicar entrada en el blog
et: Sissekande postitamine
fi: Lähetä blogimerkintä
gl: Publicar a entrada de bloque
he: פרסום רשומת בלוג
hu: Bejegyzés beküldése
id: Kirim Entri Blog
ja: エントリの投稿
lv: Nosūtīt emuāra ierakstu
nb: Publiser bloggartikkel
pt_br: Publicar artigo de blog
sk: Zverejnenie článku na blogu
sl: Objavi vsebino bloga
sr: Пошаљи унос блогчета
sr@latin: Pošalji unos blogčeta
sv: Posta blogginlägg
tr: Blog Girdisi Gönder
vi: Gửi bài nhật ký
zh_cn: 发布博客条目

source: Couldn't upload images
bg: Изображенията не могат да бъдат качени
ca: No s'ha pogut pujar imatges
cs: Nelze vystavit obrázky
da: Kunne ikke sende billeder
de: Bilder konnten nicht hochgeladen werden
el: Δεν ήταν δυνατή η αποστολή εικόνων
es: No se pudieron subir las imágenes
et: Pilte pole võimalik üles laadida
fi: Kuvia ei voitu lähettää
fr: Impossible de publier les images
gl: Non se puideron subir as imaxes
he: לא ניתן להעלות תמונות
hu: Nem sikerült feltölteni a képeket
id: Tidak dapat upload gambar
ja: 画像をアップロードできませんでした
lv: Neizdevās augšupielādēt attēlus
ms: Tak dapat memuatnaikkan imej
nb: Kunne ikke laste opp bilder
ne: चित्रहरू अपलोड गर्न सकिएन
nl: Kan afbeeldingen niet verzenden
pt: Incapaz de enviar imagens
pt_br: Não foi possível transferir imagens
sk: Nepodarilo sa nahrať obrázky
sl: Ni mogoče poslati slik
sr: Не могу да пошаљем слике
sr@latin: Ne mogu da pošaljem slike
sv: Kunde inte skicka upp bilder
tr: Resimler yüklenemedi
uk: Не відвантажити зображення
vi: Không thể tải ảnh lên
zh_cn: 不能上传图像
zh_tw: 無法上傳圖片

source: The blog protocol in use does not support uploading images
bg: Протоколът за публикуване, който е в употреба, не поддържа качването на изображения
ca: El protocol de bloc en ús no suporta la pujada d'imatges
cs: Používaný protokol blogu nepodporuje vystavení obrázků
da: Nuværende blogprotokol understøtter ikke overførelse af billeder
de: Das verwendete Blog-Protokoll unterstützt nicht das Hochladen von Bildern
el: Το πρωτόκολλο ιστολογίου που χρησιμοποιείται δεν υποστηρίζει την αποστολή εικόνων
es: El protocolo blog en uso no soporta subir imágenes
et: Kasutuselolev blogimisprotokoll ei toeta piltide üleslaadimist
fi: Käytetty blog-protokolla ei tue kuvien lähettämistä
fr: Le protocole du blog en cours d'utilisation ne supporte pas la publication d'images
gl: O protocolo da blog en uso non permite subir imaxes
he: פרוטוקול הבלוג הנמצא בשימוש אינו תומך בהעלאת תמונות
hu: A használt blogprotokoll nem támogatja a képek feltöltését
id: Protokol blog yang digunakan tidak mendukung upload gambar
ja: 使用中のブログ・プロトコルは画像のアップロードをサポートしていません
lv: Izmantotais emuāra protokols neatbalsta attēlu augšupielādi
ms: Protokol blog digunakan tak menyokong pemuatnaikan imej
ne: प्रयोगमा रहेको ब्लग प्रोटोकोलले चित्रहरू अपलोड गर्न सहयोग गरेन
nl: Het blog protocol dat wordt gebruikt ondersteunt niet de verzenden van afbeeldingen
pt: O protocolo de blog utilizado não suporta o envio de imagens
pt_br: O protocolo utilizado pelo blog não dá suporte a transferência de imagens
sk: Používaný protokol blogu nepodporuje nahrávanie obrázkov
sl: Uporabljeni protokol bloga ne omogoča pošiljanja slik
sr: Протокол за блогче који се користи не подржава слање слика
sr@latin: Protokol za blogče koji se koristi ne podržava slanje slika
sv: Bloggprotokollet som används stöder inte lämnande av bilder
tr: Kullanılmakta olan blog iletişim kuralı resim yüklemeyi desteklemiyor
uk: Протокол, що використовується, не підтримує відвантаження зображень
vi: Giao thức nhật ký Web đang dùng không hỗ trợ khả năng tải ảnh lên
zh_cn: 在使用的 blog 协议不支持上传图像
zh_tw: 網誌所用的通訊協定不支援上傳圖片

source: Blog Entry is Blank
az: Qeyd Girişi Boşdur
bg: Публикацията е празна
ca: L'entrada del bloc és buida
cs: Položka blogu je prázdná
da: Blogindlæg er tomt
de: Blog-Eintrag ist leer
el: Η καταχώρηση ιστολογίου είναι κενή
es: La entrada de blog está vacía
et: Blogisissekanne on tühi
fi: Blog-merkintä on tyhjä
fr: L'entrée du blog est vide
gl: A entrada do blog esta baleira
he: רשומת הבלוג ריקה
hu: A blogbejegyzés üres
id: Entri Blog Kosong
it: L'articolo e' Vuoto
ja: ブログのエントリが空です
lv: Emuāra ieraksts ir tukšs
ms: Kemasukan Blog Kosong
nb: Blokkartikkelen er tom
ne: ब्लग प्रविष्ट खाली छ
nl: Blog ingang is leeg
pt: Entrada de Blog está Vazia
pt_br: O artigo do blog está vazio
sk: Blogový článok je prázdny
sl: Vsebina bloga je prazna
sr: Унос у блогче је празан
sr@latin: Unos u blogče je prazan
sv: Blogginlägget är tomt
tr: Blog Girdisi Boş
uk: Порожній елемент веб-щоденника
vi: Bài nhật ký Web còn trống
zh_cn: Blog 条目为空白
zh_tw: 網誌沒有內容

source: No text was entered in the blog entry box. Please enter some text and try again
bg: Не сте въвели нищо в полето за въвеждането на текст. Добавете някакъв текст и опитайте отново.
ca: No s'ha introduït cap text a la caixa d'entrada del bloc. Si us plau, introduïu el text i torneu a provar
cs: Do pole zadání blogu nebyl vložen žádný text. Vložte prosím nějaký text a zkuste to znovu
da: Ingen tekst angivet i bloggens indtastningsboks. Vær venlig at skrive noget tekst og prøv igen.
de: Es wurde kein Text in das Blog-Eingabefenster eingetragen. Bitte tragen Sie etwas ein und versuchen Sie es erneut.
el: Δεν εισήχθη κείμενο στο πλαίσιο καταχώρησης ιστολογίου. Παρακαλώ εισάγετε κάποιο κείμενο και προσπαθήστε πάλι
es: No se introdujo texto en la caja de entrada del blog. Introduzca algo de texto e intente de nuevo
et: Blogikirje sisestuskasti pole teksti sisestatud. Palun sisesta tekst ja proovi uuesti.
fi: Blogin tekstikenttään ei ole syötetty tekstiä. Kirjoita kenttään jotain ja yritä uudestaan
fr: Aucun texte n'a été saisi dans la boîte de saisie du blog. Veuillez saisir du texte et réessayer
gl: Non hai texto ningún na caixa de entrada. Escriba algún texto e ténteo de novo
he: לא הוזן טקסט בתיבת הזנת הבלוג. נא להזין מעט טקסט ונסה שוב.
hu: Nem írt be szöveget a blogbejegyzés mezőbe. Írjon be valamit és próbálkozzon újra.
id: Tidak ada teks yang dimasukkan dalam kotak entri blog. Harap masukkan teks dan coba lagi
ja: ブログ・エントリ・ボックスにエントリの内容がありません。何かテキストを入力して再実行して下さい
lv: Emuāra ieraksta laukā netika ievadīts teksts. Lūdzu, ierakstiet tekstu un mēģiniet vēlreiz
ms: Tiada teks dimasukkan pada kekotak kemasukan blog. Sila masukkan teks dan cuba lagi
ne: ब्लग प्रविष्ट बाकसमा कुनै पाठ प्रविष्ट गरेको छैन। कृपया केहि पाठहरू प्रविष्ट गर्नुहोस् र पुन:प्रयास गर्नुहोस्
nl: Er is geen tekst ingevoerd in het blog invoervak. Voer alstublieft iets in en probeer opnieuw
pt: Não foi introduzido texto na caixa de entrada de blog. Introduza algum texto e tente novamente
pt_br: O artigo não contém texto. Por favor, digite algum texto e tente novamente
sk: Nebol zadaný žiadny text do poľa blogového článku. Prosím, zadajte svoj text a skúste to znova
sl: Besedilo ni vneseno. Vnesite besedilo in poskusite znova.
sr: Текст није унет у пољу за унос блогчета. Молим унесите неки текст и покушајте поново
sr@latin: Tekst nije unet u polju za unos blogčeta. Molim unesite neki tekst i pokušajte ponovo
sv: Ingen text angavs i blogginmatningsfältet. Ange någon text och försök igen
tr: Blog giriş kutusuna metin girilmedi. Lütfen bir metin yazın ve tekrar deneyin
uk: У полі вводу веб-щоденника не було введено текст. Введіть якийсь текст та спробуйте знову
vi: Chưa nhập câu nào vào hộp gõ bài nhật ký. Hãy gõ đoạn văn rồi thử lại
zh_cn: 在 Blog 的输入区没有输入文本。请输入一些文本再试一次。
zh_tw: 網誌的文字框中沒有任何內容，請輸入內容並再試一次。

source: Blogger Preferences
az: Blogger Qurğuları
bg: Настройки
ca: Preferències del bloc
cs: Nastavení blogování
da: Indstillinger for blogger
de: Blogger-Einstellungen
el: Προτιμήσεις συγγραφέα ιστολογίου
es: Preferencias de Blogger
et: Blogger'i seaded
fi: Bloggerin asetukset
fr: Préférences du blogger
gl: Preferencias de Blogger
he: העדפות הבלוגר
hu: Blogger beállításai
id: Preferensi Blogger
it: Preferenze del blogger
ja: Blogger の設定
lv: Blogger iestatījumi
ms: Keutamaan Blogger
nb: Brukervalg for blogger
ne: ब्लगर प्राथमिकताहरु
nl: Blogger voorkeuren
pt: Propriedades Blogger
pt_br: Preferências do Blogger
sk: Nastavenia blogera
sl: Možnosti bloganja
sr: Поставке Блогера
sr@latin: Postavke Blogera
sv: Inställningar för blogger
tr: Blogger Tercihleri
uk: Параметри щоденника
vi: Tùy thích Blogger
zh_cn: Blogger 首选项
zh_tw: 網誌程式偏好設定

source: Self-Run MovableType
az: Öz-İcra Daşına Bilən Növ
bg: MovableType (Поддържан от мен)
ca: MovableType personal
cs: Vlastní MovableType
da: Selvkørende MovableType
de: Selbst betrieben, MovableType
el: MovableType διαχειριζόμενο από εσάς
es: Ejecutar automáticamente MovableType
et: Isehallatav MovableType
fi: Itse ylläpidetty MovableType
gl: Executar automaticamente MovableType
he: ‏MovableType בהרצה עצמאית
hu: Önindító, áthelyezhető típus
id: Jalankan Otomatis MovableType
it: Movable Type personale
ja: 自動実行型 [MovableType]
lv: Pašuzturēts MovableType
ms: Laksana-Sendiri Jenisbolehgerak
ne: स्वयम-सञ्चालन हुने सार्न सकिने प्रकार
nl: Zelf-Uitvoeren VerplaatsbareSoort
pt: MovableType Gerido pelo Próprio
pt_br: MovableType auto-executável
sk: Samospustenie služby MovableType
sl: Samodejni zagon; MovableType
sr: Самопокретачка Преместива врста
sr@latin: Samopokretačka Premestiva vrsta
sv: MovableType för självkörning
tr: Kendi MovableType Kurulumunuz
uk: MovableType з самозапуском
vi: MovableType tự chạy
zh_cn: 自运行的可移动类型
zh_tw: 自行設定的 MovableType

source: Self-Run Pyblosxom
bg: Pyblosxom (Поддържан от мен)
ca: Pybloxsom personal
cs: Vlastní Pyblosxom
da: Selvkørende Pyblosxom
de: Selbst betrieben, Pybloxsom
el: Pyblosxom διαχειριζόμενο από εσάς
es: Ejecutar automáticamente Pybloxsom
et: Isehallatav Pyblosxom
fi: Itse ylläpidetty Pyblosxom
gl: Executar automaticamente Pybloxsom
he: ‏Pyblosxom בהרצה עצמאית
hu: Önindító Pyblosxom
id: Jalankan Otomatis Pyblosxom
ja: 自動実行型 [Pyblosxom]
lv: Pašuzturēts Pyblosxom
ms: Laksana-Sendiri Pybloxsom
ne: स्वयम सञ्चालन हुने पि वाई ब्लज्जम
nl: Zelf-Uitvoeren Pybloxsom
pt: Pybloxsom Auto-Executado
pt_br: Pybloxsom auto-executável
sk: Samospustenie služby Pyblosxom
sl: Samodejni zagon; Pyblosxom
sr: Самопокретачка Пиблосксом
sr@latin: Samopokretačka Piblosksom
sv: Pybloxsom för självkörning
tr: Kendi Pyblosxom Kurulumunuz
uk: Pyblosxom з самозапуском
vi: Pyblosxom tự chạy
zh_cn: 自运行的 Pyblosxom
zh_tw: 自行設定的 Pyblosxom

source: Self-Run WordPress
bg: WordPress (Поддържан от мен)
cs: Vlastní WordPress
da: Selvkørende WordPress
de: Selbst betrieben, WordPress
el: WordPress διαχειριζόμενο από εσάς
es: Ejecutar automáticamente WordPress
et: Isehallatav WordPress
fi: Itse ylläpidetty WordPress
gl: Executar automaticamente WordPress
he: ‏WordPress בהרצה עצמאית
hu: Önindító WordPress
id: Jalankan Otomatis WordPress
ja: 自動実行型 [WordPress]
lv: Pašuzturēts WordPress
ne: स्वयम सञ्चालन हुने शव्द दबाउने
pt_br: WordPress auto-executável
sk: Samospustenie služby WordPress
sl: Samodejni zagon; WordPress
sr: Самопокретачка Светска штампа
sr@latin: Samopokretačka Svetska štampa
sv: WordPress för självkörning
tr: Kendi WordPress Kurulumunuz
uk: WordPress з самозапуском
vi: WordPress tự chạy
zh_cn: 自运行的 WordPress
zh_tw: 自行設定的 WordPress

source: Self-Run Other
az: Öz-İcra Digərləri
bg: Друг тип дневник
ca: Altre personal
cs: Jiné vlastní
da: Selvkørende andet
de: Selbst betrieben, andere
el: Άλλου τύπου ιστολόγιο διαχειριζόμενο από εσάς
es: Ejecutar automáticamente otro
et: Isehallatav muud tüüpi
fi: Itse ylläpidetty muu blogi
gl: Executar automaticamente outro
he: אחר בהרצה עצמאית
hu: Önindító egyéb
id: Jalankan Otomatis Lainnya
it: Altri personali
ja: 自動実行型 [その他]
lv: Pašuzturēts cits
ms: Laksana-Sendiri Lain
ne: स्वयम सञ्चालन हुने अन्य
nl: Zelf-Uitvoeren Anders
pt: Outro Gerido pelo Próprio
pt_br: Outros auto-executáveis
sk: Samospustenie inej služby
sl: Samodejni zagon; ostalo
sr: Самопокретачки Остали
sr@latin: Samopokretački Ostali
sv: Annat för självkörning
tr: Diğer Kurulumlarınız
uk: Інший з самозапуском
vi: Trình khác tự chạy
zh_cn: 自运行的其他类型
zh_tw: 自行設定的其它軟體

source: Blog Type:
az: Qeyd Növü:
bg: Тип на блога:
ca: Tipus de bloc:
cs: Typ blogu:
de: Blog-Typ:
el: Τύπος ιστολογίου:
es: Tipo de Blog:
et: Blogi liik:
fi: Blogin tyyppi:
fr: Type de blog :
gl: Tipo de blog:
he: סוג הבלוג:
hu: Blog típusa:
id: Jenis Blog:
ja: ブログの種類:
lv: Emuāra veids:
ms: Jenis Blog:
nb: Type blogg:
ne: ब्लग प्रकार:
nl: Blog soort:
pt: Tipo Blog:
pt_br: Tipo de blog:
sk: Typ blogu:
sl: Vrsta bloga:
sr: Врста блогчета:
sr@latin: Vrsta blogčeta:
sv: Bloggtyp:
tr: Blog Türü:
uk: Тип щоденника:
vi: Kiểu nhật ký Web:
zh_cn: Blog 类型：
zh_tw: 網誌軟體:
