Repository: UIKit0/gnome-blog
Catalog: po/*.po
Languages: az, bg, ca, cs, da, de, el, es, et, fi, fr, gl, he, hu, id, it, ja, lv, ms, nb, ne, nl, pl, pt, pt_br, sk, sl, sr, sr@latin, sv, tr, uk, vi, zh_cn, zh_tw

source: No Blogs Found
cs: Nenalezen žádný blog.
da: Ingen blogge fundet
de: Keine Blogs gefunden
es: No se encontró ningún blog
gl: Non foi posíbel encontrar ningún blog
he: לא נמצאו בלוגים
hu: Nem találhatók blogok
ja: ブログが見つかりませんでした
lv: Emuāri nav atrasti
nb: Ingen blogger funnet
pt_br: Nenhum blog encontrado
sk: Nenašli sa žiadne blogy
sl: Ni najdenih blogov
sr: Нисам пронашао Блогчад
sr@latin: Nisam pronašao Blogčad
sv: Inga bloggar hittades
tr: Hiç Blog Bulunamadı
zh_cn: 没有发现博客

source: No errors were reported, but no blogs were found at %s for %s
cs: Nebyla hlášena žádná chyba, ale na %s nebyl nalezen žádný blog pro %s
da: Ingen fejl blev rapporteret, men ingen blogge blev fundet ved %s for %s
de: Es wurden keine Fehler gemeldet, aber auf %s wurden für %s keine Blogs gefunden
es: No se informó de ningún error, pero no se encontró ningún blog en %s para %s
gl: non se informou de ningún erro, pero non se encontrou ningún blog en %s para %s
he: לא דווח על שגיאות כלשהן אך לא נמצאו בלוגים ב־%s עבור %s
hu: Nem történt hiba, de nem találhatók blogok itt: %s a következőhöz: %s
ja: エラーは報告されませんでしたが、%s で %s に対するブログが見つかりませんでした。
lv: Meklēšana notika bez kļūdām, taču %s netika atrasts neviens emuārs lietotājam %s
nb: Ingen feil ble rapportert, men ingen blogger ble funnet på %s for %s
pt_br: Sem erros reportados, mas nenhum blog foi encontrado em %s para %s
sk: Neboli nahlásené žiadne chyby, ale taktiež sa nenašli žiadne blogy na %s pre %s
sl: Ni javljenih napak, vendar pa blogov na %s za %s ni mogoče najti.
sr: Нема пријављених грешака, али нисам нашао блогчад на „%s“ за „%s“
sr@latin: Nema prijavljenih grešaka, ali nisam našao blogčad na „%s“ za „%s“
sv: Inga fel rapporterades men inga bloggar hittades på %s för %s
tr: Hiç hata bildirilmedi, fakat %s konumunda %s için bir blog bulunamadı
zh_cn: 没有检测出错误，但是没有在 %s 发现 %s 博客

source: Could not post entry.
cs: Nelze odeslat položku.
da: Kunne ikke sende indlæg.
de: Blog-Eintrag konnte nicht veröffentlicht werden.
es: No se pudo publicar la entrada.
gl: No se puido publicar a entrada.
he: לא ניתן לפרסם רשומה בבלוג.
hu: Nem sikerült beküldeni a bejegyzést.
ja: ブログ・エントリを投稿できませんでした
lv: Neizdevās nosūtīt ierakstu.
nb: Kunne ikke publisere artikkel.
pt_br: Não foi possível publicar o artigo de blog.
sk: Nepodarilo sa publikovať článok.
sl: Ni mogoče objaviti vsebine
sr: Не могу да пошаљем унос.
sr@latin: Ne mogu da pošaljem unos.
sv: Kunde inte posta blogginlägg.
tr: Girdi gönderilemedi.
zh_cn: 不能发布博客条目

source: A captcha was required for authentication.
cs: Pro ověřování je vyžadovaná captcha.
da: En captcha var påkrævet til godkendelse.
de: Ein Captcha war zur Legitimierung erforderlich.
es: Se requiere un «captcha» para la autenticación.
gl: Requírese un «captcha» para a autenticación
he: נדרש מבחן זיהוי לצורכי אימות.
hu: A hitelesítéshez captcha szükséges.
ja: 認証には CAPTCHA が必要でした。
lv: Autentifikācijai bija vajadzīga CAPTCHA pārbaude.
pt_br: Um captcha foi requerido para autenticação.
sk: Bolo požadované captcha na overenie totožnosti.
sl: Za overitev je zahtevan niz CAPTCHA.
sr: Била је потребна стопка за потврђивање идентитета.
sr@latin: Bila je potrebna stopka za potvrđivanje identiteta.
sv: En captcha krävdes för autentisering.
tr: Kimlik doğrulaması için bir görsel doğrulama kodu istendi.
zh_cn: 验证需要输入验证码

source: Failed to post: %s
cs: Selhalo odeslání: %s
da: Kunne ikke sende: %s
de: Veröffentlichtung ist gescheitert: %s
es: Falló al publicar: %s
gl: Produciuse un fallo ao publicar: %s
he: כשל בפרסום: %s
hu: A beküldés nem sikerült: %s
ja: 投稿できませんでした: %s
lv: Neizdevās nosūtīt: %s
nb: Klarte ikke å publisere: %s
pt_br: Falhou ao publicar: %s
sk: Zlyhala publikácia: %s
sl: Napaka med pošiljanjem: %s
sr: Не могу да објавим: %s
sr@latin: Ne mogu da objavim: %s
sv: Misslyckades med att posta: %s
tr: Gönderilemedi: %s
zh_cn: 发布失败：%s

source: Could not get list of blogs
bg: Списъкът с блоговете не беше взет
ca: No s'ha pogut obtenir la llista de blocs
cs: Nelze získat seznam blogů
da: Kunne ikke hente liste over blogge
de: Liste der Blogs konnte nicht geöffnet werden
el: Δεν ήταν δυνατή η λήψη της λίστας των ιστολογίων
es: No se pudo obtener la lista de blogs
et: Blogide loetelu pole võimalik hankida
fi: Listaa blogeista ei voitu hakea
fr: Impossible d'obtenir la liste des blogs
gl: Non se puido obter a lista de blogs
he: לא ניתן לקבל את רשימת הבלוגים
hu: Nem sikerült lekérni a blogok listáját
id: Tidak dapat mengambil daftar blog
ja: ブログの一覧を取得できませんでした
lv: Neizdevās iegūt emuāru sarakstu
nb: Klarte ikke å hente liste med blogger
ne: ब्लगहरूको सुचि पाउन सकिएन
nl: Kon lijst van blogs niet opvragen
pt_br: Não foi possível obter a lista de blogs
sk: Nepodarilo sa získať zoznam blogov
sl: Ni mogoče pridobiti seznama blogov.
sr: Не могу да добавим списак блогчади
sr@latin: Ne mogu da dobavim spisak blogčadi
sv: Kunde inte få tag på lista över bloggar
tr: Bloglar listesi alınamadı
uk: Не вдається отримати перелік веб-щоденників
vi: Không thể lấy danh sách các nhật ký Web
zh_cn: 不能获得 Blog 列表
zh_tw: 無法讀取網誌清單

source: No XML-RPC server URL to post blog entries to is set, or the value could not be retrieved from GConf. Your entry will remain in the blogger window.
bg: Не е зададен адрес на URL на сървър базиран на XML-RPC за публикуване на статии в блог. Подобен адрес няма и в GConf. Статията Ви ще остане в прозореца за публикуване в блог.
ca: No s'ha definit cap URL de servidor XMP-RPC on enviar les entrades del bloc, o no s'ha pogut obtenir del GConf. L'entrada es mantindrà a la finestra de bloc.
cs: Není nastaveno URL serveru XML-RPC, kam odesílat položky blogu, nebo hodnotu nelze získat z GConf. Vaše položka zůstane v okně blogování.
da: XML-RPC-server-adresse til at indsende blogindlæg ikke angivet, eller værdien kunne ikke hentes fra GConf. Dit indlæg vil forblive i bloggervinduet.
de: Keine XML-RPC Server Adresse zum Veröffentlichen der Blog-Einträge angegeben, oder dieEinstellung konnte nicht von GConf empfangen werden. Ihr Eintrag wird im Blogger-Fenster bleiben.
el: Δεν έχει οριστεί το URL κάποιου XML-RPC εξυπηρετητή για δημοσίευση καταχωρήσεων ιστολογίου, ή η τιμή δεν μπορεί να ανακτηθεί από το GConf. Η καταχώρησή σας θα παραμείνει στο παράθυρο ιστολογίου.
es: No hay establecido un URL de servidor RPC-XML para publicar entradas blog, o el valor no pudo obtenerse de GConf. Su entrada permanecerá en la ventana del blogger.
et: XML-RPC serveri URL pole blogisissekannete jaoks seatud, või pole selle väärtust võimalik hankida GConfist. Sinu sissekanne jääb ainult bloggerisse.
fi: XML-RPC-palvelimen URLia, jota käytetään blogimerkintöjen lähetykseen, ei ole asetettu, tai arvoa ei voitu lukea GConfista. Viestisi säilyy ohjelman ikkunassa.
fr: Aucune URL de serveur XML-RPC vers lequel poster les entrées de blog n'est défini, ou la valeur ne peut être récupéré depuis GConf. Votre entrée restera dans la fenêtre du blogger.
gl: Non hai informacion sobre o servidor XML-RPC no que publicar, ou o valor non se puido obter de GConf. A sua entrada permanecera na xanela do blogger.
he: אין כתובת של שרת XML-RPC כדי לפרסם אליה רשומות בלוג, או שלא ניתן לאחזר את הערך מ־GConf. הרשומה שלך תישאר בחלון הבלוגר.
hu: Nincs megadva XML-RPC kiszolgáló URL, ahová a blogbejegyzéseket fel lehetne adni, vagy pedig nem sikerült lekérni az értéket a GConf-ból. A bejegyzés a bloggerablakban marad.
id: Tidak ada URL server XML-RPC untuk dikirimi entri blog yang disetel, atau nilainya tidak dapat diambil dari GConf. Entri Anda akan tetap berada dalam jendela blogger.
ja: ブログ・エントリを投稿する先の XML-RPC サーバー URL がセットされていないか、またはその値を GConf から取得できませんでした (エントリはブログ・ウィンドウの中に残します)
lv: Nav iestatīts XML-RPC servera URL, kurp nosūtīt emuāra ierakstus, vai arī šo vērtību neizdevās iegūt no GConf. Jūsu ieraksts paliks emuāra rakstīšanas logā.
ne: ब्लग प्रविष्टहरू पोस्ट गर्न कुनै एक्स एम एल - आर पि सि सेवादायक यु आर एल मिलिएको छैन, वा मान जि कन्फबाट पुन:प्राप्त भएको छैन। तपाईको प्रविष्ट ब्लगर विण्डोमा बाँकि रहन्छ।
nl: Er is geen XML-RPC server URL ingesteld om blog-ingangen te plaatsen, of de waarde kon niet worden opgevraagd bij GConf. Uw ingang zal in het blogger-venster blijven.
pt_br: Não existe configuração da URL do servidor XML-RPC, ou o não foi possível recuperá-la do Gconf. Seu artigo permanecerá na janela do blogger.
sk: Nie je nastavená žiadna URL adresa servera XML-RPC, alebo sa nepodarilo získať hodnotu zo systému GConf. Váš článok zostane v blogovom okne.
sl: Ni določen naslov URL strežnika XML-RPC za objavljanje vsebine bloga ali pa vrednosti ni mogoče pridobiti preko nastavitev GConf. Vsebina bo ostala v urejevalnem oknu.
sr: Није подешена адреса ХМЛ-РПЦ сервера за слање у блогче, или се не може преузети вредност из ГКонфа. Ваш унос ће остати у прозору блогчетара.
sr@latin: Nije podešena adresa HML-RPC servera za slanje u blogče, ili se ne može preuzeti vrednost iz GKonfa. Vaš unos će ostati u prozoru blogčetara.
sv: Ingen XML-RPC server-url att posta blogginlägg till är inställd, eller så kunde värdet inte hämtas från GConf. Ditt inlägg kommer att förbli bloggerfönstret.
tr: Blog girdilerinin gönderilmesi için hiç bir XML-RPC sunucu adresi ayarlanmamış veya GConf'da buna denk bir değer bulunamadı. Girdiniz blogger penceresinde duracak.
uk: Не встановлено URL сервера XML-RPC для надсилання елементів веб-щоденника, або не вдається отримати значення з GConf. Ваш елемент залишиться у вікні програми.
vi: Chưa đặt địa chỉ URL của máy phục vụ XML-RPC tới đó cần gửi bài nhật ký, hoặc không thể lấy giá trị đó từ GConf. Như thế thì bài của bạn sẽ còn lại trong cửa sổ nhật ký Web.
zh_cn: 没有设置记录 Blog 条目的 XML-PRC 服务器 URL，或者设置的值不能被 GConf 检索到。您的条目仍会停留在 Blogger 的窗口中。
zh_tw: 未指定 XML-RPC 伺服器的網址，或者無法由 GConf 取得設定。您的網誌內容會保留在視窗裡面。

source: URL '%s' does not seem to be a valid LiveJournal XML-RPC server. Web server reported: %s.
bg: URL-то "%s" изглежда не е валиден сървър базиран на XML-RPC, който да поддържа LiveJournal. Сървърът върна следния отговор: %s.<
cs: URL „%s“ zřejmě není platný XML-RPC server LiveJournal. WWW server odpověděl: %s.
da: Adressen "%s" ser ikke ud til at være en gyldig LiveJournal XML-RPC-server. Internetserveren rapporterede: %s.
de: Die Adresse »%s« scheint auf keinen gültigen LiveJournal XML-RPC Server zu verweisen. Web server meldete: %s.
el: Το URL '%s' δε φαίνεται να είναι ένας έγκυρος LiveJournal εξυπηρετητής XML-RPC. Ο εξυπηρετητής ιστού ανέφερε: %s.
es: La URL «%s» no parece ser un servicor XML-RPC LiveJournal válido. El servidor web devolvió: %s.
et: URL '%s' ei tundu olevat korrektne LiveJournal'i XML-RPC server. Veebiserver teatas: %s.
fi: URL "%s" ei näytä olevan kelvollinen LiveJournal XML-RPC -palvelin. Palvelin palautti: %s.
fr: L'URL « %s » ne semble pas être un serveur XML-RPC LiveJournal valide. Le serveur Web a rapporté : %s.
gl: A URL '%s' non parece ser un servidor XML-RPC LiveJournal válido. O servidor web repostou: %s.
he: נראה כי הכתובת '%s' אינה שרת XML-RPC תקני של LiveJournal. השרת דיווח: %s.
hu: A(z) „%s” nem tűnik érvényes LiveJournal XML-RPC kiszolgálónak. A webkiszolgáló által visszaadott üzenet: %s.
id: URL '%s' sepertinya bukan server XML-RPC LiveJournal yang sah. Server web melaporkan: %s.
ja: URL '%s' は正しい LiveJournal XML-RPC サーバーではないようです (ウェブ・サーバーからの報告: %s)
lv: Šķiet, URL “%s” nav derīgs LIveJournal XML-RPC serveris. Tīmekļa serveris atbildēja — %s.
ne: यु आर एल '%s' मान्य प्रत्यक्ष जर्नल एक्स एम एल - आर पि सि सेवादायक जस्तो देखिंदैन। वेव सर्भरले दिएको रिपोर्ट: %s
nl: URL '%s' ziet er niet uit als een geldige LiveJournal XML-RPC server. De webserver antwoordde: %s.
pt_br: A URL "%s" não parece ser um servidor de XML-RPC LiveJournal válido. O servidor relatou: %s.
sk: Zdá sa, že URL adresa „%s“ nie je platnou službou pre službu LiveJournal servera XML-RPC. Webový server nahlásil: %s.
sl: Naslov URL '%s' ni videti kot veljavni strežnik LiveJournal XML-RPC. Poročilo strežnika: %s.
sr: Адреса „%s“ изгледа не представља исправан ЛајвЖурнал ХМЛ-РПЦ сервер. Веб сервер је пријавио: %s.
sr@latin: Adresa „%s“ izgleda ne predstavlja ispravan LajvŽurnal HML-RPC server. Veb server je prijavio: %s.
sv: Url:en "%s" verkar inte vara en giltig LiveJournal XML-RPC-server. Webbservern rapporterade: %s.
tr: '%s' URL adresi, geçerli bir LiveJournal XML-RPC sunucusuymuş gibi görünmüyor. Web sunucusu raporuna göre: %s.
uk: URL '%s' не схожий на правильний LiveJournal сервер XML-RPC. Веб-сервер повідомив: %s.
vi: Hình như địa chỉ URL « %s » không phải là máy phục vụ XML-RPC LiveJournal hợp lệ. Máy phục vụ Mạng thông báo: %s.
zh_cn: URL“%s”看起来不是一个有效的 LiveJournal XML-RPC 服务器。Web 服务器报告：%s。
zh_tw: URL ‘%s’ 似乎是無效的 LiveJournal XML-RPC 伺服器。網頁伺服器傳回的訊息為：%s

source: Could not load dragged in image
bg: Зареждането на изтегленото изображение е неуспешно
ca: No s'ha pogut carregar la imatge arrossegada
cs: Nelze načíst přetažený obrázek
da: Kunne ikke indlæse billede
de: Eingefügtes Bild konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των εικόνων που σύρθηκαν μέσα
es: No se pudo cargar la imagen arrastrada dentro
et: Lohistatud pilti pole võimalik laadida
fi: Raahattua kuvaa ei voitu ladata
fr: Impossible de charger l'image déposé
gl: No se puido cargar a imaxe arrastrada dentro do programa
he: לא ניתן לטעון תמונה שנגררה פנימה
hu: Nem sikerült betölteni a behúzott képet
id: Tidak dapat memuat gambar yang telah diseret masuk
ja: ドラッグした画像をロードできませんでした
lv: Neizdevās ielādēt ievilkto attēlu
ms: Tak dapat memuatkan yangf diheret pada imej
nb: Kunne ikke laste bilde fra draoperasjon
ne: चित्रमा तानेको लोड भएन
nl: Kon de versleepte afbeelding niet laden
pt: Incapaz de ler imagem arrastada
pt_br: Não foi possível carregar a imagem arrastada
sk: Nepodarilo sa načítať prenesený obrázok
sl: Ni mogoče naložiti potegnjene slike.
sr: Не могу да учитам превучену слику
sr@latin: Ne mogu da učitam prevučenu sliku
sv: Kunde inte läsa in indragen bild
tr: Sürüklenmiş resim yüklenemedi
uk: Не вдається завантажити перетягнене зображення
vi: Không thể tải ảnh đã kéo vào
zh_cn: 不能拖动加载图像
zh_tw: 無法載入被拖曳的圖片

source: Error loading %s was: %s
bg: Грешка при зареждане на %s беше: %s
ca: L'error en carregar %s ha sigut: %s
cs: Chyba při načítání %s byla: %s
da: Fejl ved indlæsning af %s var: %s
de: Fehler beim Laden von %s war: %s
el: Το σφάλμα φόρτωσης %s ήταν: %s
es: El error al cargar %s fue: %s
et: Viga %s laadimisel: %s
fi: Virhe ladattaessa %s: %s
fr: L'erreur lors du chargement de %s était : %s
gl: O erro cargando %s foi: %s
he: השגיאה בטעינת %s הינה: %s
hu: Hiba %s betöltése közben: %s
id: Kesalahan saat memuat %s adalah: %s
ja: %s をロードする際にエラー: %s
lv: Kļūda, ielādējot %s — %s
ms: Ralat memuatkan %s adalah: %s
nb: Feil ved lasting av %s var: %s
ne: %s: : %s लोड गर्दा को त्रुटि हो
nl: Fout bij laden %s was: %s
pt: Erro ao ler %s era: %s
pt_br: O erro ao carregar %s foi: %s
sk: Pri načítavaní %s sa vyskytla chyba: %s
sl: Napaka nalaganja %s je: %s
sr: Грешка при учитавању „%s“ је била: %s
sr@latin: Greška pri učitavanju „%s“ je bila: %s
sv: Fel vid inläsning av %s var: %s
tr: %s yüklenirken oluşan hata: %s
uk: Помилка при завантаженні %s: %s
vi: Khi tải %s, gặp lỗi: %s
zh_cn: 加载 %s 错误是：%s
zh_tw: 載入 %s 發生錯誤：%s

source: Add _Link...
bg: Добавяне на _връзка...
ca: Afegeix un en_llaç...
cs: Přidat _odkaz…
da: Tilføj _henvisning ...
de: _Link hinzufügen …
el: Προσθήκη _συνδέσμου...
es: Añadir en_lace...
et: Lisa _viit...
fi: Lisää _linkki...
fr: Ajouter un _lien...
gl: Engadir _Ligazón...
he: הוספת _קישור...
hu: _Hivatkozás hozzáadása…
id: Tambah _Link...
ja: リンクの追加(_L)...
lv: Pievienot _saiti...
ms: Tambah _Pautan...
nb: Legg til _lenke …
ne: सम्बन्ध जोड्नुहोस्...
nl: _Koppeling toevoegen...
pt: Adicionar _Link...
pt_br: Adicionar _link...
sk: Pridať _odkaz...
sl: Dodaj _povezavo ...
sr: Додај _везу...
sr@latin: Dodaj _vezu...
sv: Lägg till _länk...
tr: _Bağlantı Ekle...
uk: Додати _посилання...
vi: Thêm _liên kết...
zh_cn: 添加链接(_L)...
zh_tw: 加入鏈結(_L)...

source: Add Link
az: Körpü Əlavə Et
bg: Добавяне на връзка
ca: Afegeix un enllaç
cs: Přidat odkaz
da: Tilføj henvisning
de: Link
el: Προσθήκη συνδέσμου
es: Añadir enlace
et: Viida lisamine
fi: Lisää linkki
fr: Ajouter un lien
gl: Engadir Ligazón
he: הוספת קישור
hu: Hivatkozás hozzáadása
id: Tambah Link
ja: リンクの追加
lv: Pievienot saiti
ms: Tambah Pautan
nb: Legg til lenke
ne: सम्बन्ध जोड्नुहोस्
nl: Koppeling toevoegen
pt: Adicionar Link
pt_br: Adiciona um link
sk: Pridanie odkazu
sl: Dodaj povezavo
sr: Додај везу
sr@latin: Dodaj vezu
sv: Lägg till länk
tr: Bağlantı Ekle
uk: Додавання посилання
vi: Thêm liên kết
zh_cn: 添加链接
zh_tw: 加入鏈結

source: _Add Link
az: Körpü Əlavə _Et
bg: _Добавяне на връзка
ca: _Afegeix un enllaç
cs: _Přidat odkaz
da: _Tilføj henvisning
de: Link _hinzufügen
el: Προσθήκη _συνδέσμου
es: _Añadir enlace
et: _Lisa viit
fi: Lisää _linkki
fr: A_jouter un lien
gl: Eng_adir Ligazón
he: _הוספת קישור
hu: _Hivatkozás hozzáadása
id: _Tambah Link
ja: リンクの追加(_A)
lv: Pievienot s_aiti
ms: _Tambah Pautan
nb: L_egg til lenke
ne: सम्बन्ध जोड्नुहोस्
nl: Koppeling _toevoegen
pt: _Adicionar Link
pt_br: _Adicionar link
sk: _Pridať odkaz
sl: _Dodaj povezavo
sr: Додај _везу
sr@latin: Dodaj _vezu
sv: _Lägg till länk
tr: Bağlantı _Ekle
uk: _Додати посилання
vi: Thê_m liên kết
zh_cn: 添加链接(_A)
zh_tw: 加入鏈結(_A)

source: Text:
az: Mətn:
bg: Текст:
da: Tekst:
el: Κείμενο:
es: Texto:
et: Tekst:
fi: Teksti:
fr: Texte :
gl: Texto:
he: טקסט:
hu: Szöveg:
id: Teks:
ja: 内容:
lv: Teksts:
ms: Teks:
nb: Tekst:
ne: पाठ:
nl: Tekst:
pt: Texto:
pt_br: Texto:
sl: Besedilo:
sr: Текст:
sr@latin: Tekst:
tr: Metin:
uk: Текст:
vi: Chuỗi:
zh_cn: 文本：
zh_tw: 文字:

source: URL:
bg: Адрес:
da: Adresse:
de: Adresse:
he: כתובת:
ne: यु आर एल:
sk: URL adresa:
sl: Naslov URL:
sr: Адреса:
sr@latin: Adresa:
tr: URL Adresi:
zh_tw: 網址:

source: Blog Base URL:
az: Qeyd Bazası URL-si:
bg: Базов адрес на блога:
ca: URL principal del bloc:
fr: URL de base du blog :
it: URL di base del Blog
ms: URL Dasar Blog:
ne: ब्लगमा आधारित युआरएल:
nl: Blog basis URL:
pt: URL Base Blog:
uk: Базовий URL щоденника:
zh_tw: 網誌主頁 URL:

source: Self-Run Pybloxsom
it: Pyblosxom personale

source: URL '%s' may not be a valid bloggerAPI. XML-RPC Server reported: <span style="italic">%s</span>.
it: l'URL·'%s'·potrebbe non corrispondere ad una ·bloggerAPI valida.·Il server XML-RPC·riporta:·<span·style="italic">%s</span>.

source: Unknown username <span weight="bold">%s</span> or password trying to post blog entry to XML-RPC server <span style="italic">%s</span>.
it: Nome utente sconosciuto <span·weight="bold">%s</span> o password errata cercando di postare l'articolo al server XML-RPC·<span·style="italic">%s</span>.

source: Could not post to blog '%s' at bloggerAPI XML-RPC server '%s'. Server reported: <span style="italic">%s</span>.
it: Impossibile portare al Blog·'%s'·corrispondere al·bloggerAPI·XML-RPC·server·'%s'.·Il server·riporta:·<span·style="italic">%s</span>.

source: The bloggerAPI server (%s) reported an error I don't understand: '%s, <span style="italic">%s</span>'. Please email this error message to seth@gnome.org so I can address it.
it: Il server bloggerAPI·(%s)·ha inviato un errore incomprensibile:·'%s,·<span·style="italic">%s</span>'.· Si prega di segnalare questo errore mandando una email a seth@gnome.org

source: Post blog entries to Blogger.com
it: Invia gli articoli a Blogger.com
pl: Umieszczanie wpisów bloga na Blogger.com

source: Blogging Tool
pl: Narzędzie do blogowania

source: Blogging tool
pl: Narzędzie do blogowania
