Repository: UIKit0/gnome-blog
Catalog: po/*.po
Languages: az, bg, ca, cs, da, de, el, es, et, fi, fr, gl, he, hu, id, it, ja, lv, ms, nb, ne, nl, pl, pt, pt_br, sk, sl, sr, sr@latin, sv, tr, uk, vi, zh_cn, zh_tw

source: Unknown username %s or password trying to post blog entry to XML-RPC server %s.
bg: Непознато потербителско име "%s" или парола при опит за публикуване в сървър базиран на XML-RPC %s.
ca: El servidor d'XML-RPC %s on s'està intentant enviar l'entrada de bloc, no reconeix l'usuari % s o la contrasenya.
cs: Neznámé jméno uživatele %s nebo heslo při pokusu vystavit položku blogu na XML-RPC server %s.
da: Ukendt brugernavn %s eller adgangskode ved indsendelse af blogindlæg til XML-RPC-server %s.
de: Benutzername %s oder Passwort unbekannt beim Versuch, einen Blog-Eintrag beim XML-RPC-Server %s zu veröffentlichen.
el: Άγνωστο όνομα χρήστη %s ή κωδικός πρόσβασης κατά την προσπάθεια δημοσίευσης καταχώρησης ιστολογίου στον εξυπηρετητή XML-RPC %s.
es: Nombre de usuario %s o contraseña desconocido al intentar publicar la entrada de blog en el servidor XML-RPC %s.
et: Tundmatu kasutajanimi %s või parool uue blogikirje postitamisel XML-RPC serverisse %s.
fi: tuntematon käyttäjätunnus %s tai salasana yrittää lähettää blogimerkintää XML-RPC-palvelimelle %s.
fr: Nom d'utilisateur ou mot de passe inconnu %s lors de la tentative de publication de l'entrée du blog vers le serveur XML-RPC %s.
gl: Nome de usuario %s ou contrasinal descoñecido ó tentar publicar a estrada no servidor XML-RPC %s
he: שם המשתמש %s או הססמה בהם יעשה שימוש בעת הניסיון לפרסום רשומת בלוג אל שרת XML-RPC‏ %s.
hu: Ismeretlen felhasználónév (%s) vagy jelszó a blogbejegyzésnek a(z) %s XML-RPC kiszolgálóra feladása közben.
id: %s atau kata sandi nama pengguna yang tidak diketahui sedang berusaha mengirim entri ke server XML-RPC %s.
ja: ブログ・エントリを不明なユーザー名 %s あるいは不明なパスワードで XML-RPC サーバー %s へ投稿しようとしました
lv: Nezināms lietotājvārds %s vai parole, mēģinot nosūtīt emuāra ierakstu XML-RPC serverim %s.
ne: एक्स एम एल-आर पि सि सेवादायक %s मा अज्ञात प्रयोगकर्तानाम %s वा प्रवेशचिन्ह ्ह ब्लग प्रविष्ट पोस्ट गर्न कोशिश गर्दैछ।
nl: Onbekende gebruikersnaam %s of wachtwoord bij proberen blog ingang te versturen naar XML-RPC server %s.
pt_br: Nome de usuário %s desconhecido ou senha inválida ao tentar publicar um artigo de blog do servidor XML-RPC %s.
sk: Neznámy používateľ s menom %s alebo heslom sa pokúša publikovať článok na blog na serveri XML-RPC %s.
sl: Neznano uporabniško ime %s ali geslo za objavo vsebine na strežnik XML-RPC %s.
sr: Непознато корисничко име „%s“ или лозинка при покушају слања уноса блогчета на ХМЛ-РПЦ сервер „%s“.
sr@latin: Nepoznato korisničko ime „%s“ ili lozinka pri pokušaju slanja unosa blogčeta na HML-RPC server „%s“.
sv: Okänt användarnamn %s eller lösenord vid försök att posta blogginlägg till XML-RPC-servern %s.
tr: Bilinmeyen kullanıcı adı %s veya parola ile XML-RPC suncusu %s'e bir blog girdisi göndermeye çalışılıyor.
uk: Невідоме ім'я користувача %s або пароль при спробі надіслати елемент веб-щоденника на сервер XML-RPC %s.
vi: Không rõ tên người dùng %s hay mật khẩu đang thử gửi bài nhật ký Web vào máy phục vụ XML-RPC %s
zh_cn: 未知的用户名 %s 或密码尝试在 XML-RPC 服务器 %s 发布 blog。
zh_tw: 使用了錯誤的帳號 %s 或密碼來在 XML-RPC 伺服器 %s 張貼網誌。

source: Could not post to blog '%s' at bloggerAPI XML-RPC server '%s'. Server reported: %s.
bg: Неуспех при опит за публикуване в блога "%s", който се намира на сървър базиран ан на XML-RPC server - "%s". Отговорът от сървъра е: %s.
cs: Nelze vystavit na blog „%s“ na XML-RPC serveru bloggerAPI „%s“. Server odpověděl: %s.
da: Kunne ikke indsende til blog "%s" på bloggerAPI XML-RPC-server "%s". Serveren rapporterede: %s.
de: Veröffentlichen in Blog »%s« auf bloggerAPI-XML-RPC-Server »%s« fehlgeschlagen. Server berichtete: %s.
el: Δεν ήταν δυνατή η δημοσίευση στο ιστολόγιο '%s' στον bloggerAPI εξυπηρετητή XML-RPC '%s'. O εξυπηρετητής ανέφερε: %s.
es: No se ha podido publicar en el blog «%s» en la API del servidor XML-RPC de blogger «%s». El servidor ha reportado: %s.
et: Blogisse '%s' bloggerAPI XML-RPC serveris '%s' pole võimalik postitada. Server teatas: %s.
fi: Blogiin "%s" ei voitu kirjoittaa bloggerAPI-palvelimella "%s". Palvelin palautti: %s
fr: Impossible de poster dans le blog « %s » sur le serveur bloggerAPI XML-RPC « %s ». Le serveur a rapporté : %s.
gl: Non se puido publicar no blog '%s' do servidor XML-RPC no blogger '%s'. O servidor repostou: %s.
he: לא ניתן לפרסם אל הבלוג '%s' בשרת ה־XML-RPC בעל התמיכה ב־bloggerAPI בכתובת '%s'. השרת דיווח: %s.
hu: Nem sikerült írni a(z) „%s” blogra a bloggerAPI-val a(z) %s XML-RPC kiszolgálóra. A kiszolgáló által visszaadott üzenet: %s.
id: Tidak dapat mengirim ke blog '%s' pada server XML-RPC bloggerAPI '%s'. Server melaporkan: %s.
ja: ブログ '%s' を Blogger API XML-RPC サーバーの '%s' へ投稿できませんでした (サーバーからの報告: %s)
lv: Neizdevās nosūtīt emuāram “%s” uz bloggerAPI XML-RPC serveri “%s”. Serveris atbildēja — %s.
ne: ब्लगगर एपिआई एक्स एम एल-आर पि सि सेवादायक '%s' मा ब्लग '%s' पोस्ट गर्न सकिएन। सेवादायकले दिएको रिपोर्ट: %s।
nl: Kon blog '%s' niet versturen naar bloggerAPI XML-RPC server '%s'. Server antwoordde: %s.
pt_br: Não foi possível publicar no blog "%s" no servidor bloggerAPI XML-RPC "%s". O Servidor relatou: %s.
sk: Nepodarilo sa publikovať článok na blogu „%s“ na server XML-RPC „%s“ cez blogovacie API rozhranie. Server nahlásil: %s.
sl: Ni mogoče objaviti na blog '%s' na strežniku API XML-RPC '%s'. Poročilo strežnika: %s.
sr: Не могу да пошаљем у блогче „%s“ на блогерАПИ ХМЛ-РПЦ серверу „%s“. Сервер је пријавио: %s.
sr@latin: Ne mogu da pošaljem u blogče „%s“ na blogerAPI HML-RPC serveru „%s“. Server je prijavio: %s.
sv: Kunde inte posta till bloggen "%s" vid bloggerAPI-XML-RPC-servern "%s". Servern rapporterade: %s.
tr: '%s' bloguna ('%s' bloggerAPI XML-RPC sunucusunda) girdi gönderilemiyor. Sunucu raporuna göre: %s.
uk: Не вдається надіслати до веб-щоденника '%s' на bloggerAPI сервер XML-RPC '%s'. Сервер повідомив: %s.
vi: Không thể gửi bài vào nhật ký Web « %s » tại máy phục vụ XML-RPC bloggerAPI « %s ». Máy phục vụ thông báo: %s
zh_cn: 不能发布 blog“%s”到 bloggerAPI XML-RPC 服务器“%s”。服务器报告：%s。
zh_tw: 無法張貼 ‘%s’ 至 bloggerAPI XML-RPC 伺服器 ‘%s’。伺服器回傳訊息為：%s。

source: The bloggerAPI server (%s) reported an error I don't understand: '%s, %s'. Please email this error message to seth@gnome.org so I can address it.
bg: Сървърът базиран на bloggerAPI (%s) върна неразбираема грешка: "%s, %s". Моля, пратете описанието на грешката на seth@gnome.org, за да може тя да бъде отстранена.
ca: L'API del servidor de bloc (%s) informa d'un error desconegut: '%s, %s', Envieu un correu electrònic amb el missatge d'error a seth@gnome.org per poder solucionar-lo.
cs: Server bloggerAPI (%s) ohlásil chybu, které nerozumím: '%s, %s. Pošlete prosím o tomto hlášení chyby e-mail na seth@gnome.org, abych na to mohl reagovat.
da: BloggerAPI-serveren (%s) rapporterede en fejl, jeg ikke forstår: "%s, %s". Send venligst fejlen i en e-post til seth@gnome.org så jeg kan gennemse den.
de: Der bloggerAPI-Server (%s) berichtete einen unbekannten Fehler: %s, %s. Bitte schicken Sie diese Fehlermeldung an seth@gnome.org, damit ich das Problem beheben kann.
el: Ο εξυπηρετητής bloggerAPI (%s) ανέφερε ένα σφάλμα που είναι ακατανόητο: '%s, %s'. Παρακαλώ στείλτε με μήνυμα ηλεκτρονικού ταχυδρομείου αυτό το μήνυμα σφάλματος στο seth@gnome.org έτσι ώστε να διευθετηθεί.
es: El servidor de API de blogger (%s) ha reportado un error que no es comprensible: %s, %s. Por favor envíe por correo-e este mensaje a seth@gnome.org para poder solucionarlo.
et: bloggerAPI server (%s) raporteeris sellele rakendusele mõistetamatust veast: '%s, %s'. Saada see teade aadressil seth@gnome.org, et ma saaksin selle parandada.
fi: BloggerAPI-palvelin "%s" palautti virheen, jota gnome-blog ei ymmärrä: "%s, %s+". Lähetä tämä virheviesti sähköpostilla osoitteeseen seth@gnome.org, jotta asia voidaan korjata gnome-blogiin.
fr: Le serveur bloggerAPI (%s) a rapporté une erreur que je ne comprends pas : « %s, %s ». Veuillez envoyer par courriel ce message d'erreur à seth@gnome.org afin que je puisse le corriger.
gl: O servidor bloggerAPI (%s) repostou cun erro que non entendo: '%s, %s'. Sexa tan amable de facer chegar este erro ao email seth@gnome.org.
he: שרת ה־bloggerAPI‏ (%s) דיווח על שגיאה בלתי מובנת: '%s, ‏%s'‏. אנא שלחו הודעת שגיאה זו בדוא"ל אל seth@gnome.org כדי שאוכל לאתר אותה.
hu: A bloggerAPI kiszolgáló (%s) érthetetlen hibát jelzett: „%s, %s'. Küldje el ezt a hibaüzenetet a seth@gnome.org címre, hogy foglalkozni tudjunk vele.
id: Server bloggerAPI (%s) melaporkan kesalahan yang tidak saya pahami: '%s, %s'. Harap kirimkan email pesan kesalahan ini ke seth@gnome.org supaya saya dapat mengatasinya.
ja: bloggerAPI サーバー (%s) が不明なエラーを報告してきました: '%s, %s' このエラー・メッセージの内容を seth@gnome.org まで送付して下さい。
lv: bloggerAPI serveris (%s) ziņoja par man nepazīstamu kļūdu — “%s, %s”. Lūdzu, nosūtiet e-pasta ziņojumu ar šo kļūdu uz seth@gnome.org, lai kļūdu varētu pareizi apstrādāt.
ne: ब्लगर ए पि आई सेवादायक (%s) ले दिएको रिपोर्ट त्रुटि छ जुन मैले बुझिन: '%s, %s'. कृपया यो त्रुटि seth@gnome.org लाई ईमेल गर्नुहोस् जुन मैले सम्बोधन गर्न सक्छु।
nl: De bloggerAPI server (%s) rapporteerde een fout die ik niet begrijp: '%s, %s'. Verzend alstublieft deze foutmelding naar seth@gnome.org zodat ik er wat aan kan doen.
pt_br: O servidor bloggerAPI (%s) relatou um erro incompreensível: "%s, %s". Por favor, envie essa mensagem de erro para seth@gnome.org para que ela possa ser analisada.
sk: Server blogovacieho API rozhrania (%s) nahlásil chybu, že nerozumie tomuto: „%s, %s“. Prosím, odošlite toto chybové hlásenie emailom na seth@gnome.org, aby som bol o nej informovaný.
sl: Strežnik za API (%s) poroča o neznani napaki: '%s, %s'. Pošljite sporočilo o napaki na elektronski naslov seth@gnome.org.
sr: Блогер-АПИ сервер (%s) је пријавио грешку коју не разумем: „%s, %s“. Молим пошаљите е-поштом ову поруку о грешци на „seth@gnome.org“ како би могао да је обрадим.
sr@latin: Bloger-API server (%s) je prijavio grešku koju ne razumem: „%s, %s“. Molim pošaljite e-poštom ovu poruku o grešci na „seth@gnome.org“ kako bi mogao da je obradim.
sv: bloggerAPI-servern (%s) rapporterade ett fel som jag inte förstår: "%s, %s". Skicka detta felmeddelande till seth@gnome.org så att jag kan åtgärda det.
tr: BloggerAPI sunucusu (%s) anlamadığım bir hata gönderdi: '%s, %s'. Lütfen bu hata mesajını seth@gnome.org adresine gönderiniz; böylece, bununla ilgilenebilirim.
uk: Сервер bloggerAPI (%s) повідомив про помилку, яку неможливо розпізнати: '%s, %s'. Напишіть звіт про цю помилку на seth@gnome.org.
vi: Máy phục vụ bloggerAPI (%s) đã thông báo một lỗi khó hiểu: « %s %s ». Xin hãy gửi thông điệp lỗi này cho « seth@gnome.org » để nhà phát triển có dịp sửa lỗi.
zh_cn: BloggerAPI 服务器(%s)报告了一个我不能理解的错误：“%s，%s”。 请将这个错误消息用电子邮件发送到 seth@gnome.org 以让我们可以解决它。
zh_tw: bloggerAPI 伺服器 (%s) 回傳無法理解的錯誤訊息：‘%s, %s’。 請向 seth@gnome.org 報告錯誤，好讓程式作者能夠修正問題。

source: Could not post Blog entry
bg: Грешка при публикуването
ca: N'ha pogut enviar l'entrada del bloc
cs: Nelze odeslat položku blogu
da: Kunne ikke sende blogindlæg
de: Blog-Eintrag konnte nicht veröffentlicht werden
el: Δεν ήταν δυνατή η δημοσίευση της καταχώρησης ιστολογίου
es: No se ha pudido publicar la entrada del Blog
et: Uut postitust pole võimalik lisada
fi: Blogimerkintää ei voitu lähettää
fr: Impossible de poster l'entrée du blog
gl: No se puido publicar a entrada do blog
he: לא ניתן לפרסם רשומה בבלוג
hu: Nem sikerült feladni a blogbejegyzést
id: Tidak dapat mengirim entri Blog
ja: ブログ・エントリを投稿できませんでした
lv: Neizdevās nosūtīt emuāra ierakstu
nb: Kunne ikke publisere bloggartikkel
ne: ब्लग प्रविष्ट पोस्ट गरिएन
nl: Kon Blog-ingang niet plaatsen
pt_br: Não foi possível publicar o artigo de blog
sk: Nepodarilo sa publikovať článok na blog
sl: Vsebine bloga ni mogoče objaviti.
sr: Не могу да пошаљем унос у блогче
sr@latin: Ne mogu da pošaljem unos u blogče
sv: Kunde inte posta blogginlägg
tr: Blog girdisi gönderilemedi
uk: Не вдається надіслати елемент веб-щоденника
vi: Không thể gửi bài nhật ký Web
zh_cn: 不能发布 Blog 条目
zh_tw: 無法張貼網誌文章

source: Your username is invalid. Please double-check the preferences.
bg: Името, което сте въвели е невалидно. Проверете настройките, които сте задали.
ca: El nom d'usuari no és vàlid. Comproveu les preferències.
cs: Vaše jméno uživatele není platné. Zkontrolujte prosím nastavení.
da: Dit brugernavn er ugyldigt. Kontroller indstillingerne igen.
de: Der Benutzername ist ungültig. Bitte überprüfen Sie die Einstellungen noch einmal.
el: Το όνομα χρήστη σας είναι μη έγκυρο. Παρακαλώ ελέγξτε ξανά τις προτιμήσεις σας.
es: Su nombre de usuario en inválido. Compruebe atentamente las preferencias.
et: Kasutajanimi on vigane. Palun vaata oma eelistused üle.
fi: Käyttäjätunnus on väärin. Tarkista asetukset uudestaan.
fr: Votre nom d'utilisateur n'est pas valide. Veuillez vérifier vos préférences.
gl: O seu nome de usuario non é valido. Sexa tan amable de revisar as preferencias.
he: שם המשתמש שלך שגוי. נא לבדוק את ההעדפות שוב.
hu: A felhasználónév érvénytelen. Ellenőrizze újból a beállításokat.
id: Nama pengguna Anda tidak sah. Harap periksa ulang preferensi.
ja: ユーザー名が正しくありません (設定をもう一度確認して下さい)
lv: Jūsu lietotājvārds ir nepareizs. Lūdzu, vēlreiz pārbaudiet iestatījumus.
nb: Brukernavnet er ugyldig. Vennligst dobbeltsjekk brukervalg.
ne: प्रयोगकर्तानाम अमान्य छ। कृपया प्राथमिकताहरू दुईपटक जाँच्नुहोस्।
nl: Uw gebruikersnaam is onjuist. Controleer alstublieft de voorkeuren.
pt_br: Seu nome do usuário é inválido. Por favor, verifique novamente as preferências.
sk: Vaše používateľské meno je neplatné. Prosím, skontrolujte nastavenia.
sl: Uporabniško ime ni veljavno. Preverite nastavitve.
sr: Ваше корисничко име је неисправно. Проверите поставке.
sr@latin: Vaše korisničko ime je neispravno. Proverite postavke.
sv: Ditt användarnamn är ogiltigt. Dubbelkontrollera inställningarna.
tr: Kullanıcı adınız geçersiz. Lütfen tercihleri bir kez daha kontrol ediniz.
uk: Ваше ім'я користувача є неправильним. Перевірте параметри.
vi: Tên người dùng của bạn không phải là hợp lệ. Hãy kiểm tra lại tùy thích.
zh_cn: 您的用户名无效。请检查首选项。
zh_tw: 用戶名稱無效。請更改設定。

source: Your username or password is invalid. Please double-check the preferences.
bg: Името и паролата са невалидни. Проверете повторно настройките, които сте задали.
ca: El nom d'usuari o contrasenya no són vàlids. Comproveu les preferències.
cs: Vaše jméno uživatele nebo heslo není platné. Zkontrolujte prosím nastavení.
da: Dit brugernavn eller adgangskode er ugyldigt. Kontroller indstillinger igen.
de: Ihr Benutzername oder Ihr Passwort ist ungültig. Bitte überprüfen Sie Ihre Einstellungen noch einmal.
el: Το όνομα χρήστη ή ο κωδικός πρόσβασης είναι μη έγκυρος. Παρακαλώ ελέγξτε ξανά τις προτιμήσεις σας.
es: Su nombre de usuario o contraseñe es inválido. Compruebe las preferencias.
et: Sinu kasutajanimi või parool on vigane. Palun vaata oma eelistused üle.
fi: Käyttäjätunnus tai salasana on väärin. Tarkista asetukset uudestaan.
fr: Votre nom d'utilisateur ou mot de passe n'est pas valide. Veuillez vérifier vos préférences.
gl: O seu usuario ou contrasinal non é valido. Sexa tan amable de revisar as preferencias.
he: שם המשתמש או הססמה שלך אינם תקניים. נא לבדוק את ההעדפות שוב.
hu: A felhasználónév vagy jelszó érvénytelen. Ellenőrizze újból a beállításokat.
id: Nama pengguna dan kata sandi Anda tidak sah. Harap periksa ulang preferensi.
ja: ユーザー名とパスワードが正しくありません (設定をもう一度確認して下さい)
lv: Jūsu lietotājvārds vai parole ir nepareiza. Lūdzu, vēlreiz pārbaudiet iestatījumus.
nb: Ditt brukernavn eller passord er ugyldig. Vennligst dobbeltsjekk brukervalg.
ne: प्रयोगकर्तानाम र प्रवेशचिन्ह अमान्य छ। कृपया प्राथमिकताहरू दुईपटक जाँच्नुहोस्।
nl: Uw gebruikersnaam of wachtwoord is onjuist. Controleer alstublieft de voorkeuren.
pt_br: Seu nome do usuário ou senha é inválido. Por favor, verifique novamente e as preferências.
sk: Vaše používateľské meno alebo heslo je neplatné. Prosím, skontrolujte nastavenia.
sl: Uporabniško ime ali geslo ni veljavno. Preverite nastavitve.
sr: Ваше корисничко име или лозинка су неисправни. Проверите поставке.
sr@latin: Vaše korisničko ime ili lozinka su neispravni. Proverite postavke.
sv: Ditt användarnamn eller lösenord är ogiltigt. Dubbelkontrollera inställningarna.
tr: Kullanıcı adı veya parolanız geçersiz. Lütfen tercihleri bir kez daha kontrol ediniz.
uk: Ваше ім'я користувача є неправильним. Перевірте параметри.
vi: Tên người dùng hay mật khẩu của bạn không phải là hợp lệ. Hãy kiểm tra lại tùy thích.
zh_cn: 您的用户名或密码无效。请检查首选项。
zh_tw: 用戶名稱或密碼無效。請更改設定。

source: Could not post blog entry
bg: Публикуването е неуспешно
ca: No s'ha pogut enviar l'entrada del bloc
cs: Nelze odeslat položku blogu
da: Kunne ikke sende blogindlæg
de: Blog-Eintrag konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημοσίευση της καταχώρησης ιστολογίου
es: No se pudo publicar la entrada del blog
et: Uut postitust pole võimalik lisada
fi: Blogimerkintää ei voitu lähettää
fr: Impossible de poster l'entrée du blog
gl: Non se puido publicar a entrada do blog
he: לא ניתן לפרסם רשומה בבלוג
hu: Nem sikerült feladni a blogbejegyzést
id: Tidak dapat mengirim entri blog
ja: ブログ・エントリを投稿できませんでした
lv: Neizdevās nosūtīt emuāra ierakstu
nb: Klarte ikke å publisere bloggartikkel
ne: ब्लग प्रविष्ट पोस्ट गरिएन
nl: Kon blog-ingang niet plaatsen
pt_br: Não foi possível publicar o artigo de blog
sk: Nepodarilo sa uverejniť článok na blog
sl: Vsebine bloga ni mogoče objaviti.
sr: Не могу да пошаљем унос у блогче
sr@latin: Ne mogu da pošaljem unos u blogče
sv: Kunde inte posta blogginlägg
tr: Blog girdisi gönderilemedi
uk: Не вдається надіслати елемент веб-щоденника
vi: Không thể gửi bài nhật ký Web
zh_cn: 不能记录 Blog 条目
zh_tw: 無法張貼網誌文章

source: URL '%s' does not seem to be a valid bloggerAPI XML-RPC server. Web server reported: %s.
bg: URL-то "%s" изглежда не е валиден сървър базиран на XML-RPC, който да поддържа bloggerAPI. Сървърът върна следния отговор: %s.
cs: URL „%s“ zřejmě není platný XML-RPC server bloggerAPI. WWW server odpověděl: %s.
da: Adressen "%s" ser ikke ud til at være en gyldig bloggerAPI XML-RPC-server. Internetserveren rapporterede: %s.
de: Möglicherweise ist die Adresse »%s« keine gültige bloggerAPI. Der XML-RPC-Server berichtete: %s.
el: Το URL '%s' δε φαίνεται να είναι ένας έγκυρος bloggerAPI εξυπηρετητής XML-RPC. Ο εξυπηρετητής ιστού ανέφερε: %s.
es: La URL «%s» podría no ser una API válida de blogger. El servidor XML-RPC ha informado: %s.
et: URL '%s' ei tundu olevat korrektne bloggerAPI XML-RPC server. Veebiserver teatas: %s.
fi: URL "%s" ei näytä olevan kelvollinen BloggerAPI XML-RPC-palvelin. WWW-palvelin palautti: %s
fr: L'URL « %s » semble ne pas être un serveur XML-RPC bloggerAPI valide. Le serveur Web a rapporté : %s.
gl: A URL '%s' non repostou coma un servidor bloggerAPI válido. A resposta do servidor foi: '%s'
he: נראה כי הכתובת '%s' אינה מפנה אל שרת XML-RPC עם bloggerAPI תקני. השרת דיווח: %s.
hu: A(z) „%s” nem tűnik érvényes bloggerAPI XML-RPC kiszolgálónak. A webkiszolgáló által visszaadott üzenet: %s.
id: URL '%s' sepertinya bukan server XML-RPC bloggerAPI yang sah. Server web melaporkan: %s.
ja: URL '%s' は正しい bloggerAPI ではないようです (XML-RPC サーバーからの報告: %s)
lv: Šķiet, URL “%s” nav derīgs bloggerAPI XML-RPC serveris. Tīmekļa serveris atbildēja — %s.
ne: युआरएल '%s' मान्य ब्लोगर एपिआइ एक्स एम एल - आर पि सि सेवादायक जस्तो देखिएन। वेब सेवादायकले दिएको रिपोर्ट : %s.
nl: URL '%s' ziet er niet uit als een geldige bloggerAPI. XML-RPC server. De webserver antwoordde: %s.
pt_br: A URL "%s" não parece ser um servidor de XML-RPC bloggerAPI válido. O servidor relatou: %s.
sk: Zdá sa, že URL adresa „%s“ nie je platnou službou blogovacieho API rozhrania servera XML-RPC. Webový server nahlásil: %s.
sl: Naslov URL '%s' ni videti kot veljavni strežnik za API XML-RPC. Poročilo strežnika: %s.
sr: Адреса „%s“ изгледа да није исправан блогерАПИ ХМЛ-РПЦ сервер. Веб сервер је пријавио: %s.
sr@latin: Adresa „%s“ izgleda da nije ispravan blogerAPI HML-RPC server. Veb server je prijavio: %s.
sv: URL:en "%s" verkar inte vara en giltig bloggerAPI XML-RPC-server. Webbservern rapporterade: %s.
tr: URL adresi '%s', geçerli bir bloggerAPI XML-RPC sunucusu gibi görünmüyor. Web sunucusu raporuna göre: %s.
uk: Посилання (URL) '%s' не схоже на правильний bloggerAPI сервер XML-RPC. Веб-сервер повідомив: %s.
vi: Hình như địa chỉ URL « %s » không phải là máy phục vụ XML-RPC bloggerAPI hợp lệ. Máy phục vụ Mạng thông báo: %s.
zh_cn: URL“%s”看起来不是一个有效的 bloggerAPI XML-RPC 服务器。Web 服务器报告：%s。
zh_tw: URL ‘%s’ 似乎是無效的 bloggerAPI XML-RPC 伺服器。網頁伺服器傳回的訊息為：%s

source: Could not get list of blogs.
cs: Nelze získat seznam blogů.
da: Kunne ikke indhente liste over blogge.
de: Liste der Blogs konnte nicht erhalten werden.
es: No se pudo obtener la lista de blogs.
gl: Non se puido obter a lista de blogs.
he: לא ניתן לקבל את רשימת הבלוגים.
hu: Nem sikerült lekérni a blogok listáját.
ja: ブログの一覧を取得できませんでした
lv: Neizdevās iegūt emuāru sarakstu.
pt_br: Não foi possível obter a lista de blogs.
sk: Nepodarilo sa získať zoznam blogov.
sl: Ni mogoče pridobiti seznama blogov.
sr: Не могу да добавим списак блогчади.
sr@latin: Ne mogu da dobavim spisak blogčadi.
sv: Kunde inte få tag på lista över bloggar.
tr: Blogların listesi alınamadı.
zh_cn: 不能获得博客列表

source: A CAPTCHA was required for authentication.
da: En CAPTCHA var påkrævet til godkendelse.
gl: Requírese un «captcha» para a autenticación.
lv: Autentifikācijai bija vajadzīga CAPTCHA pārbaude.
pt_br: Um CAPTCHA foi requerido para autenticação.
sk: Bolo požadované CAPTCHA na overenie totožnosti.
sl: Za overitev je zahtevan niz CAPTCHA.
sr: Била је потребна СТОПКА за потврђивање идентитета.
sr@latin: Bila je potrebna STOPKA za potvrđivanje identiteta.

source: Username or password was invalid.
cs: Jméno uživatele nebo heslo jsou neplatné.
da: Brugernavn eller adgangskode var ugyldige.
de: Benutzername oder Passwort waren ungültig.
es: El nombre de usuario o contraseña no es válido.
gl: O nome de usuario ou contrasinal non é válido.
he: שם המשתמש או הססמה שגויים.
hu: A felhasználónév vagy jelszó érvénytelen.
ja: ユーザー名またはパスワードが間違っています。
lv: Lietotājvārds vai parole ir nepareiza.
nb: Brukernavn eller passord var ugyldig.
pt_br: O nome de usuário ou senha são inválidos.
sk: Používateľské meno alebo heslo bolo neplatné.
sl: Uporabniško ime oziroma geslo ni veljavno.
sr: Корисничко име или лозинка бејаху неисправни.
sr@latin: Korisničko ime ili lozinka bejahu neispravni.
sv: Användarnamnet eller lösenordet var ogiltigt.
tr: Kullanıcı adı veya parola geçersiz.
zh_cn: 用户名或密码错误。

source: Failed to login: %s
cs: Selhalo přihlášení: %s
da: Kunne ikke logge ind: %s
de: Anmeldung fehlgeschlagen: %s
es: Falló al iniciar sesión: %s
gl: Produciuse un fallo ao iniciar a sesión: %s
he: ארע כשל בכניסה: %s
hu: Nem sikerült bejelentkezni: %s
ja: ログインできませんでした: %s
lv: Neizdevās pieteikties — %s
nb: Klarte ikke å logge inn: %s
pt_br: Falhou ao iniciar sessão: %s
sk: Zlyhalo prihlásenie: %s
sl: Napaka med prijavljanjem: %s
sr: Нисам успео да се пријавим: %s
sr@latin: Nisam uspeo da se prijavim: %s
sv: Misslyckades med att logga in: %s
tr: Giriş yapılamadı: %s
zh_cn: 登录失败：%s

source: Socket error: %s. Perhaps try again.
cs: Chyba soketu: %s. Možná to zkuste znovu.
da: Sokkelfejl: %s. Prøv eventuelt igen.
de: Socket-Fehler: %s. Vielleicht später erneut versuchen.
es: Error de socket: %s... Inténtelo de nuevo.
gl: Erro no socket: %s... Ténteo de novo.
he: שגיאת שקע: %s. כדאי לנסות שוב.
hu: Foglalathiba: %s. Próbálja újra.
ja: ソケットのエラー: %s (もう一度試してみて下さい)。
lv: Soketa kļūda — %s. Varbūt mēģiniet vēlreiz.
nb: Feil med plugg: %s. Prøv igjen.
pt_br: Erro n socket: %s. Quem sabe tentando novamente.
sk: Chyba soketu: %s. Skúste to znovu.
sl: Napaka vtiča: %s. Poskusite znova.
sr: Грешка прикључка: %s. Покушате поново.
sr@latin: Greška priključka: %s. Pokušate ponovo.
sv: Uttagsfel: %s. Prova igen kanske.
tr: Yuva (soket) hatası: %s. Lütfen tekrar deneyin.
zh_cn: 端口错误：%s。请重试。
