Repository: UIKit0/gnome-blog
Catalog: po/*.po
Languages: az, bg, ca, cs, da, de, el, es, et, fi, fr, gl, he, hu, id, it, ja, lv, ms, nb, ne, nl, pl, pt, pt_br, sk, sl, sr, sr@latin, sv, tr, uk, vi, zh_cn, zh_tw

source: Blog Protocol:
az: Qeyd Protokolu:
bg: Протокол на блога:
ca: Protocol del bloc:
cs: Protokol blogu:
da: Blogprotokol:
de: Blog-Protokoll:
el: Πρωτόκολλο ιστολογίου:
es: Protocolo del Blog:
et: Blogi protokoll:
fi: Blogin protokolla:
fr: Protocole de blog :
gl: Protocolo do blog:
he: פרוטוקול הבלוג:
hu: Blogprotokoll:
id: Protokol Blog:
ja: ブログのプロトコル:
lv: Emuāra protokols:
ms: Protokol Blog:
nb: Bloggprotokoll:
ne: ब्लग प्रोटोकल:
pt: Protocolo Blog:
pt_br: Protocolo do blog:
sk: Protokol blogu:
sl: Protokol bloga:
sr: Протокол блогчета:
sr@latin: Protokol blogčeta:
sv: Bloggprotokoll:
tr: Blog İletişim Kuralı:
uk: Протокол веб-щоденника:
vi: Giao thức nhật ký Web:
zh_cn: Blog 协议：
zh_tw: 網誌通訊協定:

source: Base Blog URL:
az: Əsas Qeyd URL-si:
bg: Базов адрес на блога:
ca: URL del bloc principal:
cs: Základní URL blogu:
da: Basis blogadresse:
de: Blog-Basisadresse:
el: URL βάσης ιστολογίου:
es: URL base de blog:
et: Alusblogi URL:
fi: Blogin perus-URL:
fr: URL de base du blog :
gl: URL base do blog:
he: כתובת הבסיס של הבלוג:
hu: Blog alap URL:
id: URL Blog Basis:
it: URL base del Blog:
ja: ブログの URL:
lv: Pamata emuāra URL:
ms: URL Blog Dasar:
ne: आधार ब्लग युआरएल:
nl: Basis blog URL:
pt: URL Base Blog:
pt_br: URL de base do blog:
sk: Základná URL adresa blogu:
sl: Osnovni naslov URL bloga:
sr: Основна адреса блогчета:
sr@latin: Osnovna adresa blogčeta:
sv: Basblogg-URL:
tr: Ana Blog URL adresi:
uk: URL базового веб-щоденника:
vi: URL nhật ký cơ bản:
zh_cn: 根 Blog URL：
zh_tw: 網誌主頁 URL:

source: Blog Name:
az: Qeyd Adı:
bg: Име на блога:
ca: Nom del bloc:
cs: Název blogu:
da: Blognavn:
el: Όνομα ιστολογίου:
es: Nombre del blog:
et: Blogi nimi:
fi: Blogin nimi:
fr: Nom du blog :
gl: Nome do blog:
he: שם הבלוג:
hu: Blog neve:
id: Nama Blog:
it: Nome del Blog:
ja: ブログの名前:
lv: Emuāra nosaukums:
ms: Nama Blog:
nb: Navn på blogg:
ne: ब्लग नाम:
nl: Blog naam:
pt: Nome Blog:
pt_br: Nome do blog:
sk: Názov blogu:
sl: Ime bloga:
sr: Име блогчета:
sr@latin: Ime blogčeta:
sv: Bloggnamn:
tr: Blog Adı:
uk: Назва веб-щоденника:
vi: Tên nhật ký Web:
zh_cn: Blog 名称：
zh_tw: 網誌分類:

source: Lookup Blogs
az: Qeydləri Axtar
bg: Преглед на блогове
ca: Cerca els blocs
cs: Vyhledat blogy
da: Slå op i blogge
de: Blogs nachschlagen
el: Αναζήτηση ιστολογίων
es: Buscar blogs
et: Blogide otsing
fi: Etsi blogeja
fr: Rechercher les blogs
gl: Procurar blogs
he: חיפוש בלוגים
hu: Blogok kikeresése
id: Selisik Blog
it: Cerca i Blog
ja: ブログの検索
lv: Meklēt emuārus
ms: Pencarian Blog
nb: Slå opp blogger
ne: ब्लगहरु पत्ता लगाउनुहोस्
nl: Blogs opzoeken
pt: Consultar Blogs
pt_br: Consultar blogs
sk: Prehľadať blogy
sl: Poizvedba bloga
sr: Пронађи блогчад
sr@latin: Pronađi blogčad
sv: Slå upp bloggar
tr: Blogları Ara
uk: Знайти веб-щоденник
vi: Tìm tra nhật ký Web
zh_cn: 查找 Blogs
zh_tw: 搜索網誌

source: Username:
az: İstifadəçi Adı:
bg: Потребител:
ca: Nom d'usuari:
cs: Jméno uživatele:
da: Brugernavn:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
et: Kasutajanimi:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur :
gl: Nome de usuario:
he: שם המשתמש:
hu: Felhasználónév:
id: Nama Pengguna:
ja: ユーザー名:
lv: Lietotājvārds:
ms: Namapengguna
nb: Brukernavn:
ne: प्रयोगकर्ताको नाम:
nl: Gebruikersnaam:
pt: Utilizador:
pt_br: Nome do usuário:
sk: Používateľské meno:
sl: Uporabniško ime:
sr: Корисник:
sr@latin: Korisnik:
sv: Användarnamn:
tr: Kullanıcı Adı:
uk: Ім'я користувача:
vi: Tên người dùng:
zh_cn: 用户名：
zh_tw: 用戶名稱:

source: Password:
az: Şifrə:
bg: Парола:
ca: Contrasenya:
cs: Heslo:
da: Adgangskode:
de: Passwort:
el: Κωδικός πρόσβασης:
es: Contraseña:
et: Parool:
fi: Salasana:
fr: Mot de passe :
gl: Contrasinal:
he: ססמה:
hu: Jelszó:
id: Kata Sandi:
ja: パスワード:
lv: Parole:
ms: Katalaluan:
nb: Passord:
ne: प्रवेशचिन्ह:
nl: Wachtwoord:
pt: Senha:
pt_br: Senha:
sk: Heslo:
sl: Geslo:
sr: Лозинка:
sr@latin: Lozinka:
sv: Lösenord:
tr: Parola:
uk: Пароль:
vi: Mật khẩu :
zh_cn: 密码：
zh_tw: 密碼:

source: XML-RPC URL:
az: XML-RPC URL-si:
bg: Адрес, тип XML-RPC:
ca: URL de XML-RPC:
cs: URL XML-RPC:
da: XML-RPC-adresse:
de: XML-RPC-Adresse:
es: URL de XML-RPC:
fr: URL XLM-RPC :
gl: URL de XML-RPC:
he: כתובת ה־XML-RPC:
id: URL XML-RPC:
it: URL XML-RPC:
ms: URL XML-RPC:
ne: एक्स एम एल-आर पि सि युआरएल:
pt: URL XML-RPC:
pt_br: URL XML-RPC:
sk: URL adresa XML-RPC:
sl: Naslov URL XML-RPC:
sr: ХМЛ-РПЦ адреса:
sr@latin: HML-RPC adresa:
tr: XML-RPC URL Adresi:
vi: URL XML-RPC:

source: ATOM-based
cs: Založeno na ATOM
da: ATOM-baseret
de: ATOM-basiert
es: Basado en ATOM
gl: Baseado en ATOM
he: מבוסס ATOM
hu: ATOM-alapú
lv: ATOM-veida
nb: ATOM-basert
sk: Založený na ATOM
sl: Podpora vira ATOM
sr: Засновано на АТОМ-у
sr@latin: Zasnovano na ATOM-u
sv: ATOM-baserad
tr: ATOM temelli
zh_cn: 基于 ATOM 协议

source: Unknown blog type
bg: Блог от неизвестен тип
cs: Neznámý typ blogu
da: Ukendt blogtype
de: Unbekannter Blog-Typ
el: Άγνωστος τύπος ιστολογίου
es: Tipo de blog desconocido
et: Tundmatu blogiliik
fi: Blogin tyyppi on tuntematon
gl: Tipo de blog descoñecido
he: סוג הבלוג אינו מוכר
hu: Ismeretlen blogtípus
id: Jenis blog tidak diketahui
ja: 不明なブログの種類です
lv: Nezināms emuāra veids
nb: Ukjent type blogg
ne: अज्ञात ब्लग प्रकार
pt_br: Tipo de blog desconhecido
sk: Neznámy typ blogu
sl: Neznana vrsta bloga
sr: Непозната врста блогчета
sr@latin: Nepoznata vrsta blogčeta
sv: Okänd bloggtyp
tr: Bilinmeyen blog türü
uk: Невідомий тип веб-щоденника
vi: Không rõ kiểu nhật ký Web
zh_cn: 未知的博客类型
zh_tw: 網誌類型不詳

source: The detected blog type is not among the list of supported blogs
bg: Засеченият тип блог не е в списъка с поддържаните от системата блогове
cs: Detekovaný typ blogu není v seznamu podporovaných blogů
da: Den genkendte blogtype er ikke i listen over understøttede blogge
de: Der erkannte Blog-Typ ist nicht in der Liste der unterstützten Blogs enthalten
el: Ο τύπος ιστολογίου που ανιχνεύτηκε δε βρίσκεται στη λίστα με τα υποστηριζόμενα ιστολόγια
es: El tipo de blog detectado no está entre la lista de blogs soportados
et: Blogi tuvastatud liik ei ole toetatud blogide nimekirjas
fi: Havaittu blogityyppi ei ole yksi tuetuista blogityypeistä
gl: O tipo de blog detectado non esta na lista de blogs soportados
he: סוג הבלוג שזוהה אינו מבין רשימת הבלוגים הנתמכים
hu: A felismert blogtípus nem szerepel a támogatottak között
id: Jenis blog yang dideteksi tidak berada dalam daftar blog yang didukung
ja: 検出したブログの種類はサポートしている一覧の中にはありません
lv: Atpazītais emuāra veids nav atbalstīto emuāru sarakstā
nb: Gjenkjent bloggtype er ikke på listen med støttede blogger
ne: पत्ता लगाएको ब्लग प्रकार समर्थन गर्ने ब्लगहरूको सुचि बिच छैन
pt_br: O gnome-blog não dá suporte ao tipo de blog detectado
sk: Zistený typ blogu nie je medzi podporovanými blogmi
sl: Zaznana vrsta bloga ni med podprtimi vrstami.
sr: Откривена врста блогчета се не налази на списку подржаних блогчади
sr@latin: Otkrivena vrsta blogčeta se ne nalazi na spisku podržanih blogčadi
sv: Den identifierade bloggtypen är inte bland de bloggar som stöds
tr: Algılanan blog türü desteklenen bloglar arasında değildir
uk: Виявлений тип веб-щоденника відсутній у списку підтримуваних щоденників
vi: Kiểu nhật ký Web đã phát hiện không nằm trong danh sách các nhật ký Web được hỗ trợ
zh_cn: 被删除的博客类型不在支持的类型列表中
zh_tw: 偵測到的網誌類型不屬於任何已支援的類型

source: Post an entry to a web log
az: Veb üstündə tutulan qeydə giriş göndər
bg: Публикуване в блога
ca: Envia una entrada a un bloc
cs: Odeslat položku do web logu
da: Send et indlæg til en internetlog
de: Einträge in einem Web-Log veröffentlichen
el: Δημοσίευση καταχώρησης στο ιστολόγιο
es: Publicar una entrada en un weblog
et: Postita veebilogisse sissekanne
fi: Lähetä viestisi web-logiin
fr: Postez une entrée dans un web log
gl: Publicar unha entrada nun weblog
he: פרסום רשומה ליומן מקוון
hu: Bejegyzés feladása egy webes naplóra (blogra)
id: Kirim entri ke log web
ja: エントリをウェブ・ログへ投稿します
lv: Nosūtīt emuāra ierakstu
ms: Pos kemasukan ke log web
nb: Publiser en artikkel på en blogg
ne: वेव लगमा प्रविष्ट पोस्ट गर्नुहोस्
nl: Een ingang verzenden naar de web log
pt: Colocar entradas num log web
pt_br: Publique artigos em um blog
sk: Publikujte články na webovom denníku
sl: Objavljanje vsebine na spletni blog
sr: Пошаљите унос у блогче
sr@latin: Pošaljite unos u blogče
sv: Posta ett inlägg i en webblogg
tr: Web günlüğüne bir girdi gönderin
uk: Надсилає елемент на веб-журнал
vi: Gửi bài vào nhật ký Web
zh_cn: 记录一个条目到 web blog
zh_tw: 在網誌張貼文章

source: The application's preferences have been initialized
az: Proqramın qurğuları hazırlandı
bg: Промените в настройките на програмата бяха инициализирани
ca: S'han inicialitzat les prefèrencies de l'aplicació
cs: Byla inicializována nastavení aplikace
da: Programmets indstillinger er blevet klargjort
de: Die Anwendungseinstellungen wurden initialisiert
el: Οι προτιμήσεις της εφαρμογής έχουν αρχικοποιηθεί
es: Las preferencias de la aplicación han sido inicializadas
et: Rakenduse eelistused on lähtestatud
fi: Ohjelman asetukset on alustettu
fr: Les préférences de l'application ont été initialisées
gl: As preferencias do programa foron inicializadas
he: העדפות היישום הופעלו
hu: Az alkalmazás beállításai inicializálásra kerültek
id: Preferensi aplikasi telah diinisialisasi
it: Le impostazioni dell'applicazione sono state inizializzate
ja: アプリケーションの設定が初期化されました
lv: Lietotnes iestatījumi ir inicializēti
ms: Keutamaan aplikasi telahpun diinitialisasikan
ne: अनुरोधपत्रको प्राथमिकता प्रारम्भ गरियो।
nl: De voorkeuren voor deze toepassing zijn ge√Ønitialiseerd
pl: Ustawienia aplikacji były inicjowane
pt: As preferências da aplicação foram inicializadas
pt_br: As preferências da aplicação foram inicializadas
sk: Nastavenia aplikácie boli nastavené a použité
sl: Možnosti programa so pridobljene
sr: Учитане су поставке програма
sr@latin: Učitane su postavke programa
sv: Programmets inställningar har initierats
tr: Uygulama tercihleri ilklendirildi
uk: Параметри програми було ініціалізовано
vi: Tùy thích của ứng dụng đã được sơ khởi
zh_cn: 应用程序的参数已经初始化了
zh_tw: 已經初始化了程式的偏好設定

source: Username to use in accessing the blog
az: Qeydə yetişmək üçün işlədiləcək istifadəçi adı
bg: Потребител, чрез който да достъпвате блога
ca: Nom d'usuari per accedir al bloc
cs: Jméno uživatele, které používat pro přístup k blogu
da: Brugernavn som bruges ved adgang til bloggen
de: Zum Zugriff auf das Blog zu verwendender Benutzername
el: Το όνομα χρήστη προς χρήση για πρόσβαση στο ιστολόγιο
es: Usuario que se usará para acceder al blog
et: Kasutajanimi blogile ligipääsuks
fi: Blogiin yhteyttä otettaessa käytettävä käyttäjätunnus
fr: Nom d'utilisateur permettant l'accès au blog
gl: Nome de usuario a empregar para acceder ó blog
he: שם המשתמש לשימוש בעת הגישה אל הבלוג
hu: A blog elérésére használt felhasználónév
id: Nama pengguna yang digunakan untuk mengakses blog
it: nome utente per accedere al Blog
ja: アクセスするブログで使用するユーザー名です
lv: Lietotājvārds, lai piekļūtu emuāram
ms: Namapengguna digunakan untuk mengakses blog
nb: Brukernavn som skal brukes ved tilgang til bloggen
ne: ब्लग हेर्नलाई प्रयोग गरिने प्रयोगकर्ताको नाम
nl: Gebruikersnaam om te gebruiken bij toegang tot de blog
pl: Nazwa użytkownika bloga
pt: Nome de utilizador para aceder ao blog
pt_br: Nome de usuário usado para acessar o blog
sk: Používateľské meno použité na prístup k blogu
sl: Uporabniško ime za dostop do bloga
sr: Корисничко име за приступ блогчету
sr@latin: Korisničko ime za pristup blogčetu
sv: Användarnamn för att komma åt bloggen
tr: Bloga girerken kullanılacak kullanıcı adı
uk: Ім'я користувача, що використовується при доступі до веб-щоденника
vi: Tên người dùng cần dùng khi truy cập đến nhật ký Web
zh_cn: 用来访问 Blog 的用户名
zh_tw: 存取網誌時所用的用戶名稱

source: Password to use in accessing the blog
az: Qeydə yetişmək üçün işlədiləcək şifrə
bg: Парола, за достъпването на блога
ca: Contrasenya per accedir al bloc
cs: Heslo, které používat pro přístup k blogu
da: Adgangskode som bruges ved adgang til bloggen
de: Zum Zugriff auf das Blog zu verwendendes Passwort
el: Ο κωδικός πρόσβασης προς χρήση για την προσπέλαση του ιστολογίου
es: Contraseña a utilizar al acceder al blog
et: Parool blogile ligipääsuks
fi: Blogiin yhteyttä otettaessa käytettävä salasana
fr: Mot de passe permettant l'accès au blog
gl: Contrasinal para acceder ó blog
he: הססמה המשמשת לצורך גישה לבלוג
hu: A blog eléréséhez használt jelszó
id: Kata sandi yang digunakan untuk mengakses blog
it: Password da usare per accedere al Blog
ja: アクセスするブログで使用するパスワードです
lv: Parole, lai piekļūtu emuāram
ms: Katalaluan digunakan untuk mengakses blog
ne: ब्लग हेर्नलाई प्रयोग गरिने प्रवेशचिन्ह
nl: Wachtwoord om te gebruiken bij toegang tot de blog
pl: Hasło dostępu do bloga
pt: Senha a utilizar ao aceder ao blog
pt_br: Senha usada para acessar o blog
sk: Heslo použité na prístup k blogu
sl: Geslo za dostop do bloga
sr: Лозинка за приступ блогчету
sr@latin: Lozinka za pristup blogčetu
sv: Lösenord för att komma åt bloggen
tr: Bloga girerken kullanılacak parola
uk: Пароль, що використовується для доступу до blog
vi: Mật khẩu cần dùng khi truy cập đến nhật ký Web
zh_cn: 访问 Blog 的密码
zh_tw: 存取網誌時所用的密碼

source: Protocol to use in accessing the blog
az: Qeydlərə yetişmək üçün işlədiləcək protokol
bg: Протокол за достъпването на блога
ca: Protocol per accedir al bloc
cs: Protokol, který používat pro přístup k blogu
da: Protokol som bruges ved adgang til bloggen
de: Zum Zugriff auf das Blog zu verwendende Protokoll
el: Το πρωτόκολλο προς χρήση για την προσπέλαση του ιστολογίου
es: Protocolo a utilizar al acceder al blog
et: Protokoll blogile ligipääsuks
fi: Blogiin yhteyttä otettaessa käytettävä protokolla
fr: Protocole à utiliser pour accèder au blog
gl: Protocolo empregado para acceder ó blog
he: הפרוטוקול המשמש לצורך גישה לבלוג
hu: A blog elérésére használt protokoll
id: Protokol yang digunakan untuk mengakses blog
it: Protocollo da usare per accedere al Blog
ja: ブログにアクセスする際に使用するプロトコルです
lv: Protokols, lai piekļūtu emuāram
ms: Protokol digunakan untuk mengakses blog
ne: ब्लग उपलब्धमा प्रोटोकोलको प्रयोग
nl: Protocol om te gebruiken bij toegang tot de blog
pt: Protocolo a utilizar ao aceder ao blog
pt_br: Protocolo usado para acessar o blog
sk: Protokol použitý na prístup k blogu
sl: Protokol za dostop do bloga
sr: Протокол за приступ блогчету
sr@latin: Protokol za pristup blogčetu
sv: Protokoll att använda för åtkomst av bloggen
tr: Bloga girmek için kullanılan iletişim kuralı
uk: Протокол, що використовується для доступу до blog
vi: Giao thức cần dùng khi truy cập đến nhật ký Web
zh_cn: 访问 Blog 的协议
zh_tw: 存取網誌時所用的通訊協定

source: The id or name of the particular blog to use on the XML-RPC server
az: Xüsusi qeydin XML-RPC vericisi üstündə işlədiləcək id-si ya da adı
bg: Името или идентификацията на дневника за употреба на XML-RPC сървъра.
ca: L'identificador o nom del bloc particular a utilitzar al servidor de XML-RPC
cs: Id nebo název blogu, který používat na serveru XML-RPC
da: Det id eller navn på den bestemte blog der bruges på XML-RPC-serveren
de: Die Kennung oder der Name des jeweiligen auf dem XML-RPC-Server zu verwendenden Blogs
el: Το αναγνωριστικό ή το όνομα του συγκεκριμένου ιστολογίου προς χρήση στον XML-RPC εξυπηρετητή
es: El ID o el nombre de un blog en particular a utilizar en el servidor XML-RPC
et: XML-RPC serveril kasutatava blogi ID või nimi
fi: Halutun blogin nimi tai tunniste XML-RPC-palvelimella
fr: L'identifiant ou le nomdu blog particulier à utiliser sur le serveur XML-RPC
gl: O ID ou nome do blog particular a empregar no servidor XML-RPC
he: מספר הזיהוי או שם הבלוג בהם יעשה שימוש בשרת ה־XML-RPC
hu: Az adott blog azonosítója vagy neve az XML-RPC kiszolgálón
id: ID atau nama blog tertentu yang digunakan pada server XML-RPC
it: Identificavo o nome del Blog da usare sul server XML-RPC
ja: XML-RPC サーバーで使用する特定のブログの名前/識別子 ID です
lv: Konkrētā emuāra ID vai nosaukums, ko izmantot ar XML-RPC serveri
ms: Id atau nama bagi blog tertentu digunakan pada pelayan XML-RPC
ne: एक्स एम एल-आर पि सि सेवादायकमा प्रयोग गर्न निश्चित ब्लगको आईडि वा नाम
nl: De id of naam van een bepaalde blog die moet worden gebruikt op de XML-RPC server
pl: Identyfikator lub nazwa określonego bloga do użycia na serwerze XML-RPC
pt: O id ou nome do blog específico a utilizar no servidor XML-RPC
pt_br: A id ou nome do blog específico usada no servidor XML-RPC
sk: Identifikátor alebo názov konkrétneho blogu použitý na serveri XML-RPC
sl: ID ali ime izbranega bloga za uporabljanje na strežniku XML-RPC
sr: Идентификатор или име одређеног блогчета за коришћење на ХМЛ-РПЦ серверу
sr@latin: Identifikator ili ime određenog blogčeta za korišćenje na HML-RPC serveru
sv: Id eller namnet för den blogg som ska användas på XML-RPC-servern
tr: XML-RPC sunucusunda kullanılacak olan blogun kimliği veya adı
uk: Ідентифікатор чи назва окремого щоденника, що використовується на сервері XML-RPC
vi: Mã số hay tên của nhật ký cụ thể cần dùng trên máy phục vụ XML-RPC
zh_cn: 用于 XML-RPC 服务器的特殊 blog 的 ID 或用户名
zh_tw: XML-RPC 伺服器中的網誌分類或者 ID

source: URL to the bloggerAPI compatible XML-RPC server
az: bloggerAPI-sini dəstəkləyən XML-RPC vericisinə gedən URL
bg: URL към сървър базиран на XML-RPC, който поддържа bloggerAPI
ca: URL del servidor de XML-RPC compatible amb el bloggerAPI
cs: URL k serveru XML-RPC kompatibilnímu s bloggerAPI
da: Adresse til bloggerAPI-kompatibel XML-RPC-server
de: Adresse des bloggerAPI-kompatiblen XML-RPC-Servers
el: Το URL προς τον XML-RPC εξυπηρετητή που είναι συμβατός με το bloggerAPI
es: URL hacia el servidor XML-RPC compatible con la bloggerAPI
et: bloggerAPI'ga ühilduva XML-RPC serveri URL
fi: URL bloggerAPI-yhteensopivaan XML-RPC-palvelimeen
fr: URL du serveur compatible XML-RPC BloggerAPI
gl: URL do servicor XML-RPC compatible coa bloggerAPI
he: הכתובת אל שרת ה־XML-RPC התומך ב־bloggerAPI
hu: URL az XML-RPC kiszolgálóval kompatibilis bloggerAPI-ra
id: URL ke server XML-RPC berkemampuan bloggerAPI
it: URL delle bloggerAPI compattibili con il server XML-RPC
ja: XML-RPC サーバー互換の bloggerAPI に対する URL です
lv: bloggerAPI saderīga XML-RPC servera URL
ms: URL bagi pelayan XML-RPC serasi bloggerAPI
ne: ब्लगर ए पि आई स्वीकार्य एक्स एम एल - आर पि सि सेवादायकमा यु आर एल
nl: URL van de bloggerAPI ondersteunende XML-RPC server
pl: Adres URL serwera XML-RPC kompatybilnego z bloggerAPI
pt: URL para o servidor XML-RPC compatível com bloggerAPI
pt_br: URL para o servidor XML-RPC compatível com bloggerAPI
sk: URL adresa servera XML-RPC s kompatibilným blogovacím API rozhraním
sl: Naslov URL do strežnika za API XML-RPC
sr: Адреса ХМЛ-РПЦ сервера сагласаног са блогерАПИ-јем
sr@latin: Adresa HML-RPC servera saglasanog sa blogerAPI-jem
sv: URL till den bloggerAPI-kompatibla XML-RPC-servern
tr: BloggerAPI uyumlu XML-RPC sunucusunun URL adresi
uk: Посилання (URL) на сервер XML-RPC сумісний з bloggerAPI
vi: Địa chỉ URL tới máy phục vụ XML-RPC tương thích với bloggerAPI
zh_cn: 与 XML-RPC 服务器兼容的 BloggerAPI 的 URL
zh_tw: 兼容 bloggerAPI 的 XMP-RPC 伺服器 URL

source: Suffix to attach to the base URL (e.g. "xmlrpc.cgi")
az: Əsas URL-yə ilişdiriləcək şəkilçi (məs. "xmlrpc.cgi")
bg: Наставка за добавяне към базовия адрес (например "xmlrpc.cgi")
ca: Sufix a afegir a la URL base (per exemple "xmlrpc.cgi")
cs: Přípona, kterou připojit k základnímu URL (např. „xmlrpc.cgi“)
da: Endelse som tilføjes til basisadressen (for eksempel "xmlrpc.cgi")
de: An die Basisadresse anzuhängende Adresse (z.B. »xmlrpc.cgi«)
el: Κατάληξη για επισύναψη στο URL βάσης (π.χ. "xmlrpc.cgi")
es: Sufijo para adjuntar a la URL base (ej: "xmlrcp.cgi")
et: AlusURL-ile lisatav järelliide (näiteks "xmlrpc.cgi")
fi: Perus-URLiin lisättävä pääte, esimerkiksi "xmlrpc.cgi".
fr: Suffixe à ajouter à l'url de base (ex : « xmlrpc.cgi »)
gl: Sufixo engadido á URL base (ex.: "xmlrcp.cgi")
he: סיומת שיש לצרף לכתובת הבסיס (לדוגמה "xmlrpc.cgi")
hu: Az alap URL mögé illesztendő utótag (például „xmlrpc.cgi”)
id: Akhiran yang ditempelkan ke URL basis (mis. "xmlrpc.cgi")
ja: ベース URL に付与する拡張子です (例: "xmlrpc.cgi")
lv: Sufikss, kas jāpievieno pamata URL (piemēram, "xmlrpc.cgi")
ms: Suffiks untuk dilampirkan ke URL dasar (cth. "xmlrpc.cgi".
ne: युआरएल आधारमा संलग्न गर्न सफिक्स (उदाहरण "xmlrpc.cgi")
nl: Achtervoegsel om te hangen aan de basis URL (bijv. "xmlrpc.cgi")
pt: Sufixo a acrescentar ao URL base (por ex. "xmlrpc.cgi")
pt_br: Sufixo adicionado à URL de base (por exemplo: "xmlrpc.cgi")
sk: Prípona pridaná k základnej URL adrese (napr. „xmlrpc.cgi“)
sl: Pripeta pripona osnovnega naslova bloga (na primer: "xmlrpc.cgi")
sr: Додатак који се качи на основну адресу (нпр. „xmlrpc.cgi“)
sr@latin: Dodatak koji se kači na osnovnu adresu (npr. „xmlrpc.cgi“)
sv: Ändelse för att fästa bas-URL:en (t.ex. "xmlrpc.cgi")
tr: Ana URL adresine eklenecek olan sonek (örneğin "xmlrpc.cgi")
uk: Суфікс, що приєднується до основного URL (наприклад, "xmlrpc.cgi")
vi: Hấu tố cần đính kèm địa chỉ URL cơ bản (v.d. « xmlrpc.cgi »)
zh_cn: 添加到根 URL 的后缀(例如：“xmlrpc.cgi”)
zh_tw: URL 後附加的後置字串 (例如 ‘xmlrpc.cgi’)

source: URL '%s' may not be a valid bloggerAPI. XML-RPC Server reported: %s.
bg: Възможно е URL "%s" да не поддържа bloggerAPI. Сървърът използващ XML-RPC върна следния отговор: %s.
cs: URL „%s“ možná není platné bloggerAPI. Server XML-RPC odpověděl: %s.
da: Adressen "%s" er måske ikke en gyldig bloggerAPI. XML-RPC-server rapporterede: %s.
de: Möglicherweise ist die Adresse »%s« keine gültige bloggerAPI. Der XML-RPC-Server berichtete: %s.
el: Το URL '%s' πιθανώς να μην είναι κάποιο έγκυρο bloggerAPI. Ο XML-RPC εξυπηρετητής ανέφερε: %s.
es: La URL «%s» podría no ser una API válida de blogger. El servidor XML-RPC ha devuelto: %s
et: URL '%s' ei tundu olevat korrektne bloggerAPI. XML-RPC server teatas: %s.
fi: URL "%s" ei välttämättä ole kelvollinen. XML-RPC-palvelin palautti: %s.
fr: L'URL « %s » semble ne pas être une bloggerAPI valide. Le serveur XML-RPC a rapporté : %s.
gl: A URL '%s' pode que non sexa dun servidor compatible coa bloggerAPI. O servidor XML-RPC respostou: %s.
he: יתכן כי הכתובת '%s' אינה bloggerAPI תקני. שרת ה־XML-RPC דיווח: %s.
hu: A(z) „%s” URL lehet, hogy nem érvényes bloggerAPI. Az XML-RPC kiszolgáló által visszaadott üzenet: %s.
id: URL '%s' mungkin bukan bloggerAPI yang sah. Server XML-RPC melaporkan: %s.
ja: URL '%s' は正しい bloggerAPI ではないようです。XML-RPC サーバーからの報告: %s
lv: URL “%s” var nebūt derīgs bloggerAPI. XML-RPC serveris atbildēja — %s.
ne: यु आर एल '%s' मान्य ब्लोगरए पि आई नहुन सक्छ। एक्स एल एल - आर पि सि सेवादायकले गरेको रिपोर्ट : %s.
nl: URL '%s' is mogelijk geen geldige bloggerAPI. XML-RPC server antwoordde: %s.
pt_br: A URL "%s" pode não ser uma bloggerAPI válida. O servidor XML-RPC relatou: %s.
sk: URL adresa „%s“ nie je platným blogovacím API rozhraním. Server XML-RPC nahlásil: %s.
sl: URL '%s' ni veljaven strežnik za API. Strežnik XML-RPC poroča: %s.
sr: Адреса „%s“ можда није исправан блогерАПИ. ХМЛ-РПЦ сервер извештава: %s.
sr@latin: Adresa „%s“ možda nije ispravan blogerAPI. HML-RPC server izveštava: %s.
sv: Url:en "%s" är kanske inte ett giltigt bloggerAPI. XML-RPC-server rapporterade: %s.
tr: '%s' URL adresi geçerli bir bloggerAPI'ye ait olmayabilir. XML-RPC Sunucusu raporuna göre: %s.
uk: Посилання (URL) '%s' має бути правильним bloggerAPI. Сервер XML-RPC повідомив: %s.
vi: Địa chỉ URL « %s » có lẽ không phải là một bloggerAPI hợp lệ. Máy phục vụ XML-RPC thông báo: %s
zh_cn: URL“%s”可能是一个无效的 bloggerAPI。XML-RPC 服务器报告：%s。
zh_tw: URL ‘%s’ 可能是無效的 bloggerAPI。XML-RPC 伺服器傳回的訊息為：%s
